
    data = [
    {
        "question": "1. Кого принято считать «отцом истории:",
        "choices": [
            "Полибия",
            "Тацита",
            "Геродота"
        ],
        "correct": "Геродота",
        "explanation": ""
    },
    {
        "question": "Как называется  основное историческое сочинение Геродота?",
        "choices": [
            "«История» ",
            "«Повествование о  Пелопоннесской войне»",
            "«Анналы»"
        ],
        "correct": "«История» ",
        "explanation": ""
    },
    {
        "question": "Кто был автором первого  исторического сочинения, посвященного  всемирной истории?",
        "choices": [
            "Евсевий Кесарийский (кон. III – нач. IVв.) ",
            "Фукидид (кон. Vв. до.н.э.)",
            "Тацит (ок.55-ок.120)"
        ],
        "correct": "Тацит (ок.55-ок.120)",
        "explanation": ""
    },
    {
        "question": " Учение о способах исследования, освещения исторических фактов, научного познания называется",
        "choices": [
            "историография",
            "методология",
            "субъективизм"
        ],
        "correct": "методология",
        "explanation": ""
    },
    {
        "question": " По мнению К. Маркса и Ф. Энгельса, движущей силой истории является:",
        "choices": [
            "абсолютная идея",
            "отдельная личность",
            "классовая борьба. "
        ],
        "correct": "классовая борьба. ",
        "explanation": ""
    },
    {
        "question": " Кто из советских историков был автором теории пассионарности?",
        "choices": [
            "Б.Д.Греков",
            "Л.Н.Гумилев ",
            "Д.Л.Андреев"
        ],
        "correct": "Л.Н.Гумилев ",
        "explanation": ""
    },
    {
        "question": " Какое русское историческое произведение было впервые издано типографским способом в 1674г.?",
        "choices": [
            "Синопсис",
            "Хронограф",
            "Степенная книга"
        ],
        "correct": "Синопсис",
        "explanation": ""
    },
    {
        "question": " Наиболее ранним представителем отечественной исторической школы является:",
        "choices": [
            "В.Н. Татищев ",
            "Н.М. Карамзин",
            "М.В. Ломоносов."
        ],
        "correct": "В.Н. Татищев ",
        "explanation": ""
    },
    {
        "question": " Главным редактором и одним из авторов какого исторического произведения был Петр 1?",
        "choices": [
            "«Гистория Свейской войны» ",
            "«Ядро Российской истории»",
            "«Рассуждения о причинах Свейской войны»"
        ],
        "correct": "«Гистория Свейской войны» ",
        "explanation": ""
    },
    {
        "question": " Кто из французских просветителей XVIII в. написал по официальному поручению императрицы Елизаветы Петровны «Историю Российской Империи при Петре Великом»?",
        "choices": [
            "Дидро",
            "Вольтер ",
            "Руссо"
        ],
        "correct": "Вольтер ",
        "explanation": ""
    },
    {
        "question": " Особенности исторического пути России Н.М. Карамзин объяснял:",
        "choices": [
            "главной целью – созданием мощного государства",
            "спецификой хозяйствования экономики",
            "религиозным фактором"
        ],
        "correct": "главной целью – созданием мощного государства",
        "explanation": ""
    },
    {
        "question": " Представителем отечественной исторической школы  позитивизма является:",
        "choices": [
            "В.Н. Татищев ",
            "Н.М. Карамзин",
            "Т.Н.Грановский "
        ],
        "correct": "Т.Н.Грановский ",
        "explanation": ""
    },
    {
        "question": "  Кто из выдающихся русских историков ХIХв. выдвигал на первый план историю государства?",
        "choices": [
            "В.О.Ключевский",
            "С.М.Соловьев",
            "Н.М.Карамзин"
        ],
        "correct": "С.М.Соловьев",
        "explanation": ""
    },
    {
        "question": " Кто из  русских историков ХIХв. считал, что « история народа принадлежит царю»?",
        "choices": [
            "Б.Н.Чичерин",
            "Н.М.Карамзин ",
            "М.П.Погодин"
        ],
        "correct": "Н.М.Карамзин ",
        "explanation": ""
    },
    {
        "question": " Кто из декабристов выдвинул тезис о том, что «история народа принадлежит народу»?",
        "choices": [
            "Н.М.Муравьев",
            "М.С.Лунин",
            "Н.И.Тургенев"
        ],
        "correct": "Н.М.Муравьев",
        "explanation": ""
    },
    {
        "question": " Кто из  русских историков ХIХв. был сторонником теории официальной народности?",
        "choices": [
            "В.О.Ключевский",
            "С.М.Соловьев",
            "М.П.Погодин "
        ],
        "correct": "М.П.Погодин ",
        "explanation": ""
    },
    {
        "question": " Кто из выдающихся русских историков стремился показать в своих работах историю народа и отказался от традиции освещать историю России по царствованиям?",
        "choices": [
            "Н.М.Карамзин",
            "В.О.Ключевский ",
            "С.М.Соловьев"
        ],
        "correct": "В.О.Ключевский ",
        "explanation": ""
    },
    {
        "question": " Чьим учеником был В.О.Ключевский?",
        "choices": [
            "С.М.Иловайского",
            "С.М.Соловьева ",
            "Н.М.Карамзина"
        ],
        "correct": "С.М.Соловьева ",
        "explanation": ""
    },
    {
        "question": " Какая книга принесла известность В.О.Ключевскому?",
        "choices": [
            "«История Государства Российского»",
            "«История России с древнейших времен»",
            "«Курс русской истории» "
        ],
        "correct": "«Курс русской истории» ",
        "explanation": ""
    },
    {
        "question": " Сторонником какого подхода к изучению истории является А. Тойнби:",
        "choices": [
            "естестеннонаучного ",
            "религиозного ",
            "культурно-цивилизованного."
        ],
        "correct": "культурно-цивилизованного.",
        "explanation": ""
    },
    {
        "question": " Постмодернистская концепция  основное значение в историческом познании отводит:",
        "choices": [
            "речевой практике  ",
            "факту",
            "мировоззрению и ценностным установкам исследователя"
        ],
        "correct": "мировоззрению и ценностным установкам исследователя",
        "explanation": ""
    },
    {
        "question": " Подход, рассматривавший историю как процесс восхождения человечества на все более высокий уровень развития, получил название",
        "choices": [
            "эволюционизм ",
            "субъективизм",
            "теологический",
            "волюнтаризм"
        ],
        "correct": "эволюционизм ",
        "explanation": ""
    },
    {
        "question": " В России история как наука возникает в связи с изучением и критическим осмыслением источников в",
        "choices": [
            "ХVII",
            "XVIII",
            "XX",
            "XV"
        ],
        "correct": "XVIII",
        "explanation": ""
    },
    {
        "question": " Основоположником «дворянской» исторической науки, предпринявшим попытку  создать первый обобщающий труд по истории России считается",
        "choices": [
            "С.М.Соловьев",
            "Л.Н.Гумилев",
            "В.Н. Татищев",
            "М.Н.Покровский"
        ],
        "correct": "В.Н. Татищев",
        "explanation": ""
    },
    {
        "question": " Рассмотрение исторического процесса как результата проявления божественной воли, мирового духа характерно для",
        "choices": [
            "теологического подхода",
            "рационализма",
            "эволюционизма",
            "марксизма"
        ],
        "correct": "теологического подхода",
        "explanation": ""
    },
    {
        "question": "Господствующим в познании исторического прошлого в советский период был …………………… подход:",
        "choices": [
            "теологический",
            "синтетический",
            "цивилизационный",
            "марксистский"
        ],
        "correct": "марксистский",
        "explanation": ""
    },
    {
        "question": " Родоначальником марксистской концепции отечественной истории считается",
        "choices": [
            "В.О.Ключевский",
            "М.Н.Покровский",
            "В.Н.Татищев",
            "Л.Н.Гумилев"
        ],
        "correct": "М.Н.Покровский",
        "explanation": ""
    },
    {
        "question": " Подход, в соответствии с которым исторический процесс представляется как последовательная смена в истории человечества общественно-экономических формаций, получил название:",
        "choices": [
            "цивилизационный",
            "географический  детермнизм",
            "марксизм",
            "рационализм"
        ],
        "correct": "марксизм",
        "explanation": ""
    },
    {
        "question": " Основоположником антинорманизма считается:",
        "choices": [
            "М.Н.Покровский",
            "В.О.Ключевский",
            "В.Н.Татищев",
            "М.В.Ломоносов"
        ],
        "correct": "М.В.Ломоносов",
        "explanation": ""
    },
    {
        "question": " Подход, в соответствии с которым ход истории определяет географическая среда, получил название:",
        "choices": [
            "география",
            "географический детерминизм",
            "рационализм",
            "геология"
        ],
        "correct": "географический детерминизм",
        "explanation": ""
    },
    {
        "question": " Подход, рассматривающий историю, как процесс восхождения на  все более высокий уровень развития, получил название:",
        "choices": [
            "эволюционизм",
            "географический  детерминизм",
            "субъективизм",
            "теологический"
        ],
        "correct": "эволюционизм",
        "explanation": ""
    },
    {
        "question": " Какое событие принято считать концом Античного мира и началом Средневековья?:",
        "choices": [
            "Падение Рима ",
            "Падение Византии ",
            "Создание империи Карла Великого. "
        ],
        "correct": "Падение Рима ",
        "explanation": ""
    },
    {
        "question": " На землях какого союза племен восточных славян возник Киев:",
        "choices": [
            "северян",
            "полян ",
            "кривичей."
        ],
        "correct": "полян ",
        "explanation": ""
    },
    {
        "question": " Какой из названных племенных союзов, по данным по данным «Повести временных лет», жил на западном берегу Днепра?",
        "choices": [
            "поляне",
            "кривичи",
            "вятичи"
        ],
        "correct": "поляне",
        "explanation": ""
    },
    {
        "question": " На землях какого племенного объединения восточных славян находился Смоленск",
        "choices": [
            "радимичей",
            " кривичей ",
            "северян."
        ],
        "correct": " кривичей ",
        "explanation": ""
    },
    {
        "question": " Название какого восточнославянского племени имеет значение «болотные люди»?",
        "choices": [
            "древляне",
            "дреговичи ",
            "дулебы"
        ],
        "correct": "дреговичи ",
        "explanation": ""
    },
    {
        "question": " Название какого восточнославянского племени имело значение «лесные люди»?",
        "choices": [
            "дулебы",
            "древляне ",
            "дреговичи"
        ],
        "correct": "древляне ",
        "explanation": ""
    },
    {
        "question": " Какие племена были соседями восточных славян в Волго-Окском междуречье?",
        "choices": [
            "весь                        ",
            "мещера        ",
            "булгары                "
        ],
        "correct": "мещера        ",
        "explanation": ""
    },
    {
        "question": " Племенной союз восточных славян, обитавший в верховьях Западной Двины, Волги, Днепра:",
        "choices": [
            "полочане ",
            "кривичи                        "
        ],
        "correct": "кривичи                        ",
        "explanation": ""
    },
    {
        "question": " Какой из перечисленных этносов не являлся соседом восточных славян в VI-VIII вв.?",
        "choices": [
            "хазары                ",
            "балты                        ",
            "скифы "
        ],
        "correct": "скифы ",
        "explanation": ""
    },
    {
        "question": " Какой из перечисленных племенных союзов НЕ ЯВЛЯЛСЯ восточнославянским?                ",
        "choices": [
            "полочане                ",
            "дулебы                ",
            "мурома "
        ],
        "correct": "мурома ",
        "explanation": ""
    },
    {
        "question": " Что такое бортничество",
        "choices": [
            "добыча бобровых шкур",
            "сбор меда диких пчел",
            "расчистка леса под пашню"
        ],
        "correct": "сбор меда диких пчел",
        "explanation": ""
    },
    {
        "question": "Кого считают автором «Повести временных лет»?",
        "choices": [
            "инока Евстратия",
            "монаха Нестора",
            "игумена Моисея        "
        ],
        "correct": "монаха Нестора",
        "explanation": ""
    },
    {
        "question": " Когда в Новгород был приглашен Рюрик:",
        "choices": [
            "в 862 г. ",
            "в 882 г.",
            "в 900 г."
        ],
        "correct": "в 862 г. ",
        "explanation": ""
    },
    {
        "question": " Система обработки земли, при которой поле засевается несколько лет подряд, затем несколько лет отдыхает, потом вновь распахивается, называется:",
        "choices": [
            "подсека        ",
            "пашенное земледелие                ",
            "перелог                "
        ],
        "correct": "перелог                ",
        "explanation": ""
    },
    {
        "question": " Решение о призвании Рюриика согласно «Повести временных лет» было принято",
        "choices": [
            "вятичами",
            "полянами",
            "ильменскими словенами "
        ],
        "correct": "ильменскими словенами ",
        "explanation": ""
    },
    {
        "question": "Когда началось объединение восточно-славянских племен и княжеств в единое государство – Киевская Русь:",
        "choices": [
            "в 862 г.",
            "в 882 г. ",
            "в 988 г."
        ],
        "correct": "в 882 г. ",
        "explanation": ""
    },
    {
        "question": " Какой термин у восточных славян обозначал сбор дани?",
        "choices": [
            "полюдье",
            "ясак",
            "выход"
        ],
        "correct": "полюдье",
        "explanation": ""
    },
    {
        "question": " Какой титул носил правитель Киевской Руси:",
        "choices": [
            "великий князь",
            "государь",
            "император."
        ],
        "correct": "великий князь",
        "explanation": ""
    },
    {
        "question": " При каком  князе русские купцы получили право беспошлинной торговли на  византийском рынке",
        "choices": [
            "при Олеге",
            "при Святославе",
            "при Аскольде"
        ],
        "correct": "при Олеге",
        "explanation": ""
    },
    {
        "question": " Кто убил в 882 г. в Киеве князя Аскольда?",
        "choices": [
            "Олег ",
            "Рюрик",
            "Игорь."
        ],
        "correct": "Олег ",
        "explanation": ""
    },
    {
        "question": " Какой из перечисленных географических объектов не соответствует торговому пути «из варяг в греки»?",
        "choices": [
            "река Ловать                ",
            "река Припять",
            "река Волхов        "
        ],
        "correct": "река Припять",
        "explanation": ""
    },
    {
        "question": " Какое событие произошло ранее других? ",
        "choices": [
            "разгром половцев в начале ХII в.",
            "крещение Руси",
            "походы Олега на Киев."
        ],
        "correct": "походы Олега на Киев.",
        "explanation": ""
    },
    {
        "question": " При каком князе был установлен точный размер полюдья, срок и место его сдачи:",
        "choices": [
            "при Олеге",
            "при Игоре",
            "при Ольге. "
        ],
        "correct": "при Ольге. ",
        "explanation": ""
    },
    {
        "question": " Княгиня Ольга  в  X веке провела первую налоговую реформу на Руси. Размер дани, установленный княгиней Ольгой, назывался:",
        "choices": [
            "побор                ",
            "урок                ",
            "повоз                        "
        ],
        "correct": "урок                ",
        "explanation": ""
    },
    {
        "question": " Как назывался  верховный коллективный орган восточных славян, решавший жизненные важнейшие вопросы?",
        "choices": [
            "круг",
            "вече ",
            "мир"
        ],
        "correct": "вече ",
        "explanation": ""
    },
    {
        "question": " Как называлась столица древлян, разрушенная Ольгой в 946г.?",
        "choices": [
            "Вышгород",
            "Полоцк",
            "Искоростень "
        ],
        "correct": "Искоростень ",
        "explanation": ""
    },
    {
        "question": " Как в Древней Руси назывались отдельные части города, населенные, как правило ремесленниками одной специальности?",
        "choices": [
            "детинец",
            "слободы ",
            "погост"
        ],
        "correct": "слободы ",
        "explanation": ""
    },
    {
        "question": " Участниками первой усобицы на Руси, возникшей после смерти князя Святослава Игоревича, были князья:",
        "choices": [
            "Изяслав, Святослав, Всеволод                ",
            "Ярополк, Владимир, Олег ",
            "Святополк,  Ярослав, Мстислав                ",
            "верного ответа нет"
        ],
        "correct": "Ярополк, Владимир, Олег ",
        "explanation": ""
    },
    {
        "question": " В какой город, согласно летописи, киевский князь Святослав Игоревич пытался перенести столицу своего государства?",
        "choices": [
            "Переяславец",
            "Адрианополь        ",
            "Сурож."
        ],
        "correct": "Переяславец",
        "explanation": ""
    },
    {
        "question": " Кто подкупил печенегов с целью уничтожить дружину князя Святослава?",
        "choices": [
            "болгары",
            "византийцы  ",
            "хазары"
        ],
        "correct": "византийцы  ",
        "explanation": ""
    },
    {
        "question": " Кому принадлежат крылатые выражения «иду на вы» и «мертвые сраму не имут»?",
        "choices": [
            "Святославу Игоревичу  ",
            "Владимиру Мономаху",
            "Святополку Окоянному"
        ],
        "correct": "Святославу Игоревичу  ",
        "explanation": ""
    },
    {
        "question": " Чью столицу захватил Святослав Игоревич в 965г.?",
        "choices": [
            "болгар",
            " хазар  ",
            "ясов и касогов."
        ],
        "correct": " хазар  ",
        "explanation": ""
    },
    {
        "question": " 907, 944, 967 гг. - что объединяет указанные даты?",
        "choices": [
            "Это годы крупных набегов кочевников (хазар, печенегов) на земли Киевской Руси",
            "Это годы крупных выступлений против великокняжеской власти",
            "Это годы военных походов русских князей в Византию  ",
            "Верного ответа нет."
        ],
        "correct": "Это годы военных походов русских князей в Византию  ",
        "explanation": ""
    },
    {
        "question": " Основной формой организации феодального производства  в домонгольской Руси является:",
        "choices": [
            "вотчина ",
            "поместье",
            "удел"
        ],
        "correct": "вотчина ",
        "explanation": ""
    },
    {
        "question": " Владимир Красно Солнышко в честь крупной победы над печенегами в 992 году основал город:",
        "choices": [
            "Владимир                                ",
            "Любеч                ",
            "Переяславль  "
        ],
        "correct": "Переяславль  ",
        "explanation": ""
    },
    {
        "question": " Какой древнерусский город крестил епископ Иоаким Корсунянин в сопровождении воеводы Добрыни и тысяцкого Путяты  по выражению летописца «огнем и мечом»?",
        "choices": [
            "Киев                ",
            "Суздаль                ",
            "Ростов                ",
            "Верного ответа нет"
        ],
        "correct": "Верного ответа нет",
        "explanation": ""
    },
    {
        "question": " Русь приняла христианство из",
        "choices": [
            "Рима",
            "Литвы",
            "Византии "
        ],
        "correct": "Византии ",
        "explanation": ""
    },
    {
        "question": " Что из названного относится к последствиям принятия христианства Русью?",
        "choices": [
            "учреждение патриаршества",
            "появление письменности ",
            "формирование общерусского самосознания  "
        ],
        "correct": "появление письменности ",
        "explanation": ""
    },
    {
        "question": " Назовите важнейшее значение принятия христианства на Руси в 988 г.:",
        "choices": [
            "повсеместные восстания населения, проживающего на территории Киевской Руси",
            "повышение авторитета Великого Киевского князя и международного значения Киевской Руси ",
            "разрыв Востока с Киевской Русью."
        ],
        "correct": "повышение авторитета Великого Киевского князя и международного значения Киевской Руси ",
        "explanation": ""
    },
    {
        "question": " Какое божество находилось во главе языческого пантеона Киевской Руси в 980г.?",
        "choices": [
            "Перун ",
            "Сварог",
            "Велес."
        ],
        "correct": "Перун ",
        "explanation": ""
    },
    {
        "question": " При каком князе Киевская Русь приняла христианство?",
        "choices": [
            "при Вещем Олеге",
            "при Владимире Святославовиче ",
            "при Ярославе Мудром."
        ],
        "correct": "при Владимире Святославовиче ",
        "explanation": ""
    },
    {
        "question": " Какую помощь оказал князь Владимир в 988-989гг. императору Византии Василию?",
        "choices": [
            "направил варяжскую рать для подавления  мятежа Варда Фоки  ",
            "разбил войско арабов, осаждавших Константинополь",
            "разгромил мятежное войско  Никифора Фоки в Херсонесе."
        ],
        "correct": "направил варяжскую рать для подавления  мятежа Варда Фоки  ",
        "explanation": ""
    },
    {
        "question": " Кому из своих сыновей завещал великокняжеский стол Владимир Святославович?",
        "choices": [
            "Борису ",
            "Глебу",
            "Ярославу"
        ],
        "correct": "Борису ",
        "explanation": ""
    },
    {
        "question": "  «Гориславич»  - такое прозвище получил:",
        "choices": [
            "черниговский князь Олег Святославич          ",
            "Киевский князь Святополк – убийца Бориса и Глеба",
            "киевский князь Святополк Изяславич        ",
            "верного ответа нет"
        ],
        "correct": "черниговский князь Олег Святославич          ",
        "explanation": ""
    },
    {
        "question": " Кто из перечисленных киевских князей НЕ ВЕЛ борьбу с печенегами?",
        "choices": [
            "Владимир Красно Солнышко                ",
            "Ярослав Мудрый                                ",
            "Изяслав Ярославич  "
        ],
        "correct": "Изяслав Ярославич  ",
        "explanation": ""
    },
    {
        "question": " Когда Ярослав Мудрый одержал победу над печенегами, после которой они на Русь больше не приходили?",
        "choices": [
            "1024",
            "1036",
            "1068  "
        ],
        "correct": "1068  ",
        "explanation": ""
    },
    {
        "question": " В основе системы престолонаследия, закрепленной в Киевской Руси Ярославом Мудрым, лежало «лествичное право». «Лествичное право» предполагало:",
        "choices": [
            "передачу великокняжеской власти по старшинству по прямой линии  ",
            "передачу престола по завещанию",
            "наследование престола только старшими сыновьями и их потомкам",
            "верного ответа нет"
        ],
        "correct": "передачу великокняжеской власти по старшинству по прямой линии  ",
        "explanation": ""
    },
    {
        "question": " Каких  русских князей православная церковь первыми причислила к лику святых?",
        "choices": [
            "Владимира и Ярослава",
            "Владимира и Александра",
            "Бориса и Глеба   "
        ],
        "correct": "Бориса и Глеба   ",
        "explanation": ""
    },
    {
        "question": " Какой город  основал Ярослав  Мудрый в 1030г.?",
        "choices": [
            "Нижний Новгород",
            "Переяславль Залесский",
            "Юрьев     "
        ],
        "correct": "Юрьев     ",
        "explanation": ""
    },
    {
        "question": " Какое из названных событий произошло в Х1 в.?",
        "choices": [
            "создание Русской Правды   ",
            "первое летописное упоминание Москвы",
            "создание «Повести временных лет»"
        ],
        "correct": "создание Русской Правды   ",
        "explanation": ""
    },
    {
        "question": " Какое из приведенных утверждений верно?",
        "choices": [
            "В основу «Русской правды» наряду с традициями был положен «Закон русский», упоминаемый еще в договорах с Византией     ",
            "Киевская Русь распалась на удельные княжества после смерти Владимира Мономаха",
            "Храм святой Софии в Киеве был возведен в честь крестового похода против половцев, организованного в 1111 году Владимиром Мономахом"
        ],
        "correct": "В основу «Русской правды» наряду с традициями был положен «Закон русский», упоминаемый еще в договорах с Византией     ",
        "explanation": ""
    },
    {
        "question": " Определите в какой из пар отсутствует соответствие понятия и определения:                        ",
        "choices": [
            "вира- общинные работы ",
            "тиун- управитель                        ",
            "закуп- должник, отрабатывающий долг"
        ],
        "correct": "вира- общинные работы ",
        "explanation": ""
    },
    {
        "question": " Как называлась денежная ссуда в «Русской  Правде»?",
        "choices": [
            "купа  ",
            "ряд",
            "вира."
        ],
        "correct": "купа  ",
        "explanation": ""
    },
    {
        "question": " Как называлась община в Древней Руси?",
        "choices": [
            "мир",
            "вервь   ",
            "круг."
        ],
        "correct": "вервь   ",
        "explanation": ""
    },
    {
        "question": " В каком веке была создана «Русская Правда», свод законов  Древнерусского государства?",
        "choices": [
            "1Х",
            "Х",
            "Х1 "
        ],
        "correct": "Х1 ",
        "explanation": ""
    },
    {
        "question": " Крестьян, заключивших договор об условиях работы на господина, в Древней Руси называли",
        "choices": [
            "закупами",
            "гридями",
            "рядовичами  "
        ],
        "correct": "рядовичами  ",
        "explanation": ""
    },
    {
        "question": " Как названы в Русской Правде управляющие княжескими вотчинамии?",
        "choices": [
            "закуп",
            "тиун  ",
            "рядович."
        ],
        "correct": "тиун  ",
        "explanation": ""
    },
    {
        "question": " Основное отличие социально-политического строя Киевской Руси от средневековых раннефеодальных государств Западной Европы:",
        "choices": [
            "политическая раздробленность ",
            "«очередной» порядок наследования престола ",
            "крепостное право."
        ],
        "correct": "«очередной» порядок наследования престола ",
        "explanation": ""
    },
    {
        "question": " Где и когда состоялся съезд князей, на котором был провозглашен принцип «Каждо да держит отчину свою»?:",
        "choices": [
            "в 1097 г., в Любече",
            "в 1054 г., в Киеве",
            "в 1147 г., в Москве."
        ],
        "correct": "в 1097 г., в Любече",
        "explanation": ""
    },
    {
        "question": " Какой русский князь прославился своей борьбой с половцами?",
        "choices": [
            "Юрий Долгорукий",
            "Владимир Мономах  ",
            "Мстислав Великий"
        ],
        "correct": "Владимир Мономах  ",
        "explanation": ""
    },
    {
        "question": "  «Устав Владимира Мономаха»:",
        "choices": [
            "ограничил кровную месть кругом ближайших родственников",
            "упорядочил взимание процентов по долгам ростовщиками  ",
            "ввел запрет на долговое рабство"
        ],
        "correct": "упорядочил взимание процентов по долгам ростовщиками  ",
        "explanation": ""
    },
    {
        "question": " 1024, 1068, 1113 гг. – что объединяет эти даты?",
        "choices": [
            "это годы крупномасштабных вторжений  «народов степи» в земли Древнерусского государства",
            "это этапы формирования первого древнерусского письменного свода законов – «Русской правды»",
            "это годы народных выступлений в разных городах Киевской Руси, описанные в летописных источниках "
        ],
        "correct": "это годы народных выступлений в разных городах Киевской Руси, описанные в летописных источниках ",
        "explanation": ""
    },
    {
        "question": " Кто из русских князей был женат на Гите – дочери последнего англосаксонского короля Гарольда, погибшего в битве с норманами в 1066г.?",
        "choices": [
            "Мстислав Великий",
            "Владимир Мономах  ",
            "Всеволод"
        ],
        "correct": "Владимир Мономах  ",
        "explanation": ""
    },
    {
        "question": " Какое из перечисленных событий НЕ ОТНОСИТСЯ к XII в.?",
        "choices": [
            "Строительство каменных укреплений вокруг Москвы ",
            "Начало раздробленности на Руси                                    ",
            "Правление князя Ярослава Осмомысла"
        ],
        "correct": "Строительство каменных укреплений вокруг Москвы ",
        "explanation": ""
    },
    {
        "question": " Что из указанного относится к ХII в.?",
        "choices": [
            "княжение Ярослава Мудрого",
            "походы Святослава на печенегов",
            "Приглашение Владимира Мономаха на княжение в Киев   "
        ],
        "correct": "Приглашение Владимира Мономаха на княжение в Киев   ",
        "explanation": ""
    },
    {
        "question": " Кто из названных князей сумел приостановить распад Древнерусского государства в начале ХII в.?",
        "choices": [
            "Ярослав Мудрый",
            "Александр Невский",
            "Владимир Мономах  "
        ],
        "correct": "Владимир Мономах  ",
        "explanation": ""
    },
    {
        "question": " Отроком в Киевской Руси называли:",
        "choices": [
            "младшего дружинника, преимущественно княжеского слугу                        ",
            "княжеского оруженосца и  телохранителя",
            "младшего сына в крестьянской или посадской семье"
        ],
        "correct": "младшего дружинника, преимущественно княжеского слугу                        ",
        "explanation": ""
    },
    {
        "question": " «Поиди, князь, в Киев если же не поидешь, то знай, что много зла произойдет» – такое приглашение на великокняжеское правление от жителей Киева получил князь:",
        "choices": [
            "Ярослав Мудрый",
            "Владимир I                ",
            "Владимир Мономах    "
        ],
        "correct": "Владимир Мономах    ",
        "explanation": ""
    },
    {
        "question": " Основателями «норманской» теории происхожднеия древнерусского государства явились:",
        "choices": [
            "Миллер, Байер, Шлецер                 ",
            "М.В. Ломоносов ",
            "В.О. Ключевский"
        ],
        "correct": "Миллер, Байер, Шлецер                 ",
        "explanation": ""
    },
    {
        "question": " Современниками-правителями в период политической раздробленности на Руси в разных княжествах были:",
        "choices": [
            "1)Ярослав Осмомысл и Андрей Боголюбский       ",
            "2)Юрий Долгорукий и Даниил Романович Галицкий",
            "3)Всеволод Большое Гнездо и Дмитрий Шемяка",
            "4)верны все варианты ответов.",
            ""
        ],
        "correct": "1)Ярослав Осмомысл и Андрей Боголюбский       ",
        "explanation": ""
    },
    {
        "question": " Объединение Галицкого и Владимиро-Волынского княжеств в единое Галицко-Волынское  произошло при князе:",
        "choices": [
            "Ярославе Осмомысле        ",
            "Романе Мстиславиче ",
            "Данииле Романовиче                        ",
            "Владимире Володаревиче."
        ],
        "correct": "Романе Мстиславиче ",
        "explanation": ""
    },
    {
        "question": " Какие события легли в основу сюжета памятника древнерусской литературы «Слово о полку Игореве»?",
        "choices": [
            "поход  великого киевского князя Игоря в 941 г. в Византию",
            "объединенные действия половецких и русских князей против монголо-       татар в 1223 г. на р.Калке",
            "поход  новгород-северского князя Игоря в 1185 г. против половцев",
            "сюжет этого произведения собирательный, не имеет реальной исторической основы"
        ],
        "correct": "поход  новгород-северского князя Игоря в 1185 г. против половцев",
        "explanation": ""
    },
    {
        "question": " Какая из приведенных хронологических последовательностей правления князей в Галицком, Владимиро-Волынском и объединенном Галицко-Волынском княжествах верна?",
        "choices": [
            "Роман Мстиславич, Ярослав Осмомысл, Даниил Галицкий",
            "Даниил Галицкий, Роман Мстиславич, Ярослав Осмомысл",
            "Ярослав Осмомысл, Роман Мстиславич, Даниил Галицкий ",
            "Ярослав Осмомысл, Даниил Галицкий, Роман Мстиславич."
        ],
        "correct": "Ярослав Осмомысл, Роман Мстиславич, Даниил Галицкий ",
        "explanation": ""
    },
    {
        "question": " Какой из перечисленных городов в начале раздробленности (XII в.) не входил в состав Новгородской земли ?",
        "choices": [
            "Изборск                ",
            "Псков                ",
            "Ладога                ",
            "Полоцк."
        ],
        "correct": "Полоцк.",
        "explanation": ""
    },
    {
        "question": " Какая форма правления была в Новгороде:",
        "choices": [
            "сословно-представительная монархия",
            "абсолютная монархия",
            "боярская республика. "
        ],
        "correct": "боярская республика. ",
        "explanation": ""
    },
    {
        "question": " Первоначально Киевская Русь распалась на полтора десятка самостоятельных княжеств – государств. Назовите три из них наиболее значимых:",
        "choices": [
            "Смоленское, Черниговское, Галицко-Волынское",
            "Ростово-Суздальское, Галицко-Волынское княжества и Новгородская республика ",
            "Смоленское, Муромское, Ростово-Суздальское княжества."
        ],
        "correct": "Смоленское, Черниговское, Галицко-Волынское",
        "explanation": ""
    },
    {
        "question": " Политическая раздробленность Руси в XII – XIV вв. привела к:",
        "choices": [
            "усилению власти киевского князя",
            "ослаблению ее обороноспособности        ",
            "укреплению торговых связей"
        ],
        "correct": "ослаблению ее обороноспособности        ",
        "explanation": ""
    },
    {
        "question": " «…Много потрудившись за землю Русскую, за Новгород и за Псков, за все великое  княжение, отдавая живот свой и за православную веру» - так писал летописец о князе:",
        "choices": [
            "Андрее Боголюбском",
            "Данииле Галицком",
            "Александре Невском  "
        ],
        "correct": "Александре Невском  ",
        "explanation": ""
    },
    {
        "question": " В состав какого государства входили территории бывших Полоцкого и Смоленского княжеств к началу XVв.",
        "choices": [
            "Польского королевства",
            "Московского княжества",
            "Великого княжества Литовского    "
        ],
        "correct": "Великого княжества Литовского    ",
        "explanation": ""
    },
    {
        "question": " Первое поражение монголо-татарам было нанесено русскими дружинами:",
        "choices": [
            "на р.Дон.(Куликовская битва)                ",
            "на р.Воже ",
            "на р.Угре                                        ",
            "на р.Сити."
        ],
        "correct": "на р.Воже ",
        "explanation": ""
    },
    {
        "question": "Хронологические рамки монголо-татарского ига на Руси:",
        "choices": [
            "1237-1380  гг.        ",
            "1240-1480 гг.",
            "1243-1480 гг.                ",
            "1243-1380 гг."
        ],
        "correct": "1240-1480 гг.",
        "explanation": ""
    },
    {
        "question": "Основная дань, выплачиваемая русскими землями монголо-татарам,  называлась:",
        "choices": [
            "ясак        ",
            "ярлык                ",
            "басма                ",
            "выход."
        ],
        "correct": "выход.",
        "explanation": ""
    },
    {
        "question": "Кто первым предпринял неудачную попытку осадить и захватить построенный по приказу Дмитрия Донского белокаменный Московский Кремль?",
        "choices": [
            "тверской князь Дмитрий Михайлович        ",
            "хан Золотой Орды Тохтамыш ",
            "литовский князь Ольгерд",
            "литовский князь Ягайло."
        ],
        "correct": "литовский князь Ольгерд",
        "explanation": ""
    },
    {
        "question": " Кто из русских князей в эпоху феодальной раздробленности, пытаясь бороться  с Золотой Ордой, искал поддержку на Западе и принял от Римского Папы королевский титул?",
        "choices": [
            "Александр Ярославич Невский                ",
            "Даниил Романович Галицкий  ",
            "Юрий Всеволодович Владимирский                ",
            "Юрий Игоревич Рязанский"
        ],
        "correct": "Даниил Романович Галицкий  ",
        "explanation": ""
    },
    {
        "question": " Какое из перечисленных сражений НЕ ОТНОСИТСЯ к борьбе русских земель с монголо-татарами?",
        "choices": [
            "Сражение на реке Воже                        ",
            "Битва на реке Сити",
            "Стояние на реке Угре                        ",
            "Битва на реке Шелони  "
        ],
        "correct": "Битва на реке Шелони  ",
        "explanation": ""
    },
    {
        "question": " Как называлась грамота, выдававшаяся ханами русским князьям на владение их землями?",
        "choices": [
            "ярлык ",
            "пайдзу  ",
            "басма",
            "устав."
        ],
        "correct": "ярлык ",
        "explanation": ""
    },
    {
        "question": " Автором какого из перечисленных произведений является Софоний Рязанец?",
        "choices": [
            "«Задонщина»                                ",
            "«Сказание о Мамаевом побоище»",
            "«Русский хронограф»                        ",
            "«Повесть о разорении Москвы ханом Тохтамышем»."
        ],
        "correct": "«Задонщина»                                ",
        "explanation": ""
    },
    {
        "question": " Кто из перечисленных ханов не был ханом Золотой Орды?",
        "choices": [
            "Батый                ",
            "Узбек                ",
            "Чингисхан        ",
            "Едигей."
        ],
        "correct": "Чингисхан        ",
        "explanation": ""
    },
    {
        "question": " Какое русское княжество первым подверглось нападению монголов",
        "choices": [
            "Черниговское",
            "Тверское",
            "Рязанское   "
        ],
        "correct": "Рязанское   ",
        "explanation": ""
    },
    {
        "question": " Когда монголы взяли Киев и Чернигов",
        "choices": [
            "1237",
            "1238",
            "1240  "
        ],
        "correct": "1240  ",
        "explanation": ""
    },
    {
        "question": " Кому в невской битве Александр Ярославич «возложил печать на лице острым своим копием»?",
        "choices": [
            "Биргеру  ",
            "Миндовгу",
            "Казимиру."
        ],
        "correct": "Биргеру  ",
        "explanation": ""
    },
    {
        "question": " При  каком хане Золотая Орда достигла расцвета и приняла ислам",
        "choices": [
            "Батые",
            "Узбеке",
            "Тохтамыше."
        ],
        "correct": "Узбеке",
        "explanation": ""
    },
    {
        "question": " Когда произошла битва на р. Калка, где русские князья впервые встретились с монголами?",
        "choices": [
            "1216",
            "1223  "
        ],
        "correct": "1223  ",
        "explanation": ""
    },
    {
        "question": " Как звали рязанского воеводу, отряд которого действовал в тылу войска Батыя?",
        "choices": [
            "Мстислав Удалой",
            "Филипп Нянко",
            "Евпатий Коловрат   "
        ],
        "correct": "Евпатий Коловрат   ",
        "explanation": ""
    },
    {
        "question": " Кто из русских князей возглавил в 1252г. восстание против Золотой Орды?",
        "choices": [
            "Александр Невский",
            "Даниил Галицкий",
            "Андрей Ярославич   "
        ],
        "correct": "Андрей Ярославич   ",
        "explanation": ""
    },
    {
        "question": " Какой Русский город монголы назвали «злым городом»",
        "choices": [
            "Рязань",
            "Торжок",
            "Козельск  "
        ],
        "correct": "Козельск  ",
        "explanation": ""
    },
    {
        "question": " Когда и где погиб  владимирский князь Юрий Всеволодовиичч, сражаясь с монголами",
        "choices": [
            "в 1238г. на р. Сить  ",
            "в1238г.  при защите г. Владимира",
            "в 1239г. на р. Клязьма.  "
        ],
        "correct": "в 1238г. на р. Сить  ",
        "explanation": ""
    },
    {
        "question": " Кто из русских князей в середине XIII . Был инициатором создания антиордынского союза русских князей",
        "choices": [
            "Александр Невский",
            "Ярослав Всеволодович",
            "Даниил Галицкий    "
        ],
        "correct": "Даниил Галицкий    ",
        "explanation": ""
    },
    {
        "question": " Как называлась столица Золотой Орды?",
        "choices": [
            "Сарай",
            "Каракорум",
            "Астрахань."
        ],
        "correct": "Сарай",
        "explanation": ""
    },
    {
        "question": " Кого из русских воевод  по указанию Батыя «не убили ради его храбрости»?",
        "choices": [
            "Дмитра  ",
            "Филиппа Нянько",
            "Евпатия Коловрата"
        ],
        "correct": "Дмитра  ",
        "explanation": ""
    },
    {
        "question": " Что означает термин «басма»",
        "choices": [
            "пластина, которую выдавали монгольские  ханы  в качестве пропуска и верительной грамоты  ",
            "вид холодного оружия",
            "налог на торговлю, который платили русские земли Золотой Орде."
        ],
        "correct": "пластина, которую выдавали монгольские  ханы  в качестве пропуска и верительной грамоты  ",
        "explanation": ""
    },
    {
        "question": " Русь попала в зависимость от Золотой Орды в результате?",
        "choices": [
            "нашествия хана Батыя",
            "похода хана Мамая",
            "походов Чингизхана",
            "набегов половцев."
        ],
        "correct": "нашествия хана Батыя",
        "explanation": ""
    },
    {
        "question": " Какая битва  состоялась на том месте, где Петром1 была основана Александро-Невская лавра в Санкт-Петербурге?",
        "choices": [
            "Невская битва  ",
            "Ледовое побоище",
            "Раковорская битва."
        ],
        "correct": "Невская битва  ",
        "explanation": ""
    },
    {
        "question": " Как стала называться территория плодородных земель к югу от Оки, ",
        "choices": [
            "черные земли",
            "дикое поле ",
            "белые слободы."
        ],
        "correct": "дикое поле ",
        "explanation": ""
    },
    {
        "question": " Кому принадлежит мысль о том, что истерзанная Россия остановила монгольских завоевателей и тем самым спасла европейскую цивилизацию?",
        "choices": [
            "К.Ф.Рылееву",
            "А.С.Пушкину ",
            "Ф.И.Тютчеву."
        ],
        "correct": "А.С.Пушкину ",
        "explanation": ""
    },
    {
        "question": " Благодаря какому событию Иван Калита Получил «ярлык» на Великое Княжение Владимирское и право сбора дани?:",
        "choices": [
            "строительству кремля",
            "приглашению в Москву митрополитом",
            "участию в подавлении восстания в Твери. "
        ],
        "correct": "участию в подавлении восстания в Твери. ",
        "explanation": ""
    },
    {
        "question": " Событие, вошедшее в историю как «стояние на реке Угре», привело к:",
        "choices": [
            "разгрому ордынского войска ",
            "возобновлению выплаты дани Золотой Орде",
            "окончанию зависимости Руси от Золотой Орды. "
        ],
        "correct": "окончанию зависимости Руси от Золотой Орды. ",
        "explanation": ""
    },
    {
        "question": " В конце XIII в. для того, чтобы стать великим князем на Руси, необходимо было получить:",
        "choices": [
            "благословение Константинопольского патриарха",
            "согласие магистра Ливонского ордена",
            "ярлык на великое княжение от Орды. "
        ],
        "correct": "ярлык на великое княжение от Орды. ",
        "explanation": ""
    },
    {
        "question": " В чем заключалась специфика социально-экономического развития Руси в IX-XI вв. по сравнению с Западной Европой:",
        "choices": [
            "в утверждении крепостного права ",
            "в наличии натуральных хозяйств",
            "в преобладании среди населения свободных общинников. "
        ],
        "correct": "в преобладании среди населения свободных общинников. ",
        "explanation": ""
    },
    {
        "question": " Характерная черта феодализма:",
        "choices": [
            "условный характер собственности на землю        ",
            "вольнонаемный труд",
            "частнособственнические отношения. "
        ],
        "correct": "условный характер собственности на землю        ",
        "explanation": ""
    },
    {
        "question": "Первое упоминание о Москве встречается в летописи в:",
        "choices": [
            "1136 г.",
            "1147 г. ",
            "1156 г."
        ],
        "correct": "1147 г. ",
        "explanation": ""
    },
    {
        "question": " Кто был родоначальником Московских удельных князей:",
        "choices": [
            "Александр Невский",
            "Даниил Александрович ",
            "Иван Калита."
        ],
        "correct": "Даниил Александрович ",
        "explanation": ""
    },
    {
        "question": " Между какими двумя княжествами шла борьба за гегемонию в Северо-Восточной Руси в первой четверти XIV в.:",
        "choices": [
            "между Москвой и Рязанью",
            "между Москвой и Нижним Новгородом",
            "между Москвой и Тверью. "
        ],
        "correct": "между Москвой и Тверью. ",
        "explanation": ""
    },
    {
        "question": " Назовите русского князя первого «собирателя» Руси:",
        "choices": [
            "Андрей Боголюбский",
            "Иван Калита ",
            "Иван Красный."
        ],
        "correct": "Иван Калита ",
        "explanation": ""
    },
    {
        "question": " Когда в Москве был построен белокаменный Кремль:",
        "choices": [
            "в 1272 г.",
            "в 1328 г.",
            "в 1367 г. "
        ],
        "correct": "в 1367 г. ",
        "explanation": ""
    },
    {
        "question": " Под руководством какого русского князя произошел разгром Мамаева войска 8 сентября 1380 г. на Куликовом поле:",
        "choices": [
            "Александра Невского",
            "Ивана Калиты",
            "Дмитрия Ивановича"
        ],
        "correct": "Дмитрия Ивановича",
        "explanation": ""
    },
    {
        "question": " Основное отличие в процессе создания единого централизованного государства по сравнению с аналогичными процессами в Западной Европе?:",
        "choices": [
            "внешнеполитический фактор",
            "активизация торговли ",
            "Европейское Возрождение."
        ],
        "correct": "внешнеполитический фактор",
        "explanation": ""
    },
    {
        "question": " Заключительный этап образования Московского централизованного государства:",
        "choices": [
            "конец XIII – начало XIV вв.",
            "конец XIV – начало XV вв.",
            "вторая половина XV – начало XVI вв. "
        ],
        "correct": "вторая половина XV – начало XVI вв. ",
        "explanation": ""
    },
    {
        "question": " Когда было свергнуто ордынское иго на Руси:",
        "choices": [
            "в 1480 г. ",
            "в 1500 г.",
            "в 1520 г."
        ],
        "correct": "в 1480 г. ",
        "explanation": ""
    },
    {
        "question": "Первым  русским  митрополитом, избранном на общем собрании русских  епископов,  был:",
        "choices": [
            "Нестор                ",
            "Антоний                ",
            "Иов",
            "Иларион "
        ],
        "correct": "Иов",
        "explanation": ""
    },
    {
        "question": " Какое из приведенных утверждений верно?  Флорентийская уния:",
        "choices": [
            "была попыткой Папы Римского подчинить своему влиянию русскую православную церковь ",
            "была заключена между русским Патриархом и Папой Римским  для противостояния исламу",
            "была заключена между Польшей и Литвой, в результате чего возникло государство Речь Посполитая",
            "договор  между Папой Римским и Русью о совместной борьбе против Золотой Орды"
        ],
        "correct": "была попыткой Папы Римского подчинить своему влиянию русскую православную церковь ",
        "explanation": ""
    },
    {
        "question": " Плата «за пожилое» впервые была введена:",
        "choices": [
            "Иваном Грозным в «указе о заповедных летах»                ",
            "в Судебнике 1550 г.",
            "в Судебнике 1497 г.",
            "в «Русской правде»"
        ],
        "correct": "в Судебнике 1497 г.",
        "explanation": ""
    },
    {
        "question": " Кто первым предпринял неудачную попытку осадить и захватить построенный по приказу Дмитрия Донского белокаменный Московский Кремль?",
        "choices": [
            "тверской князь Дмитрий Михайлович ",
            "хан Золотой Орды Тохтамыш",
            "литовский князь Ольгерд",
            "литовский князь Ягайло"
        ],
        "correct": "литовский князь Ольгерд",
        "explanation": ""
    },
    {
        "question": " Система обработки земли, при которой поле засевается несколько лет подряд, затем несколько лет отдыхает, потом вновь распахивается, называется:",
        "choices": [
            "подсека               ",
            "пашенное земледелие                ",
            "перелог",
            "двуполье"
        ],
        "correct": "перелог",
        "explanation": ""
    },
    {
        "question": " Какое из событий относится ко второй половине ХVв.",
        "choices": [
            "Куликовская битва",
            "Битва на реке Неве",
            "Стояние на р. Угре  ",
            "Начало продвижения русских в Сибирь"
        ],
        "correct": "Стояние на р. Угре  ",
        "explanation": ""
    },
    {
        "question": " Свод законов, установивший Юрьев день, вошел в историю под названием:",
        "choices": [
            "Судебник  ",
            "«Русская правда»",
            "Соборное уложение",
            "Указ об урочных летах"
        ],
        "correct": "Судебник  ",
        "explanation": ""
    },
    {
        "question": " К причинам возвышения Москвы  ХIVв. относится",
        "choices": [
            "выгодное географическое положение  ",
            "союз Москвы с великим Новгородом",
            "союз московских князей с половецкими ханами",
            "союз московских и тверских князей против Золотой  Орды"
        ],
        "correct": "выгодное географическое положение  ",
        "explanation": ""
    },
    {
        "question": " В результате Куликовской  битвы:",
        "choices": [
            "возросла роль Москвы как  центра объединения русских земель ",
            "была уничтожена Золотая Орда",
            "Русь окончательно попала в зависимость от Золотой Орды",
            "был положен конец зависимости Руси от Золотой орды"
        ],
        "correct": "возросла роль Москвы как  центра объединения русских земель ",
        "explanation": ""
    },
    {
        "question": " Какое из названных событий произошло позже всех остальных",
        "choices": [
            "Куликовская битва",
            "«стояние» на реке Угре ",
            "битва на р. Калка",
            "разорение Москвы ханом Тохтамышем"
        ],
        "correct": "«стояние» на реке Угре ",
        "explanation": ""
    },
    {
        "question": " Когда митрополит Петр перенес центр православной церкви в Москву?",
        "choices": [
            "1309",
            "1326   ",
            "1340"
        ],
        "correct": "1326   ",
        "explanation": ""
    },
    {
        "question": "Кто из русских князей первым принял титул «Государь всея Руси»?",
        "choices": [
            "Семен Гордый",
            "Василий второй Темный",
            "Иван III "
        ],
        "correct": "Иван III ",
        "explanation": ""
    },
    {
        "question": " Какой уступки добился Иван Калита от Золотой Орды?",
        "choices": [
            "разрешение на постройку Московского Кремля",
            "отмена баскачества ",
            "освобождение православного духовенства от дани"
        ],
        "correct": "отмена баскачества ",
        "explanation": ""
    },
    {
        "question": " Как называется условное держание земли феодалом",
        "choices": [
            "вотчина",
            "поместье ",
            "майорат"
        ],
        "correct": "поместье ",
        "explanation": ""
    },
    {
        "question": " Когда двуглавый орел стал русским гербом",
        "choices": [
            "при Василии II",
            "при Иване III ",
            "при Василии III"
        ],
        "correct": "при Иване III ",
        "explanation": ""
    },
    {
        "question": " Когда была ликвидирована самостоятельность Новгорода",
        "choices": [
            "1456",
            "1478  ",
            "1480"
        ],
        "correct": "1478  ",
        "explanation": ""
    },
    {
        "question": " Какой единый срок крестьянского перехода установил Судебник 1497г.",
        "choices": [
            "19 ноября – 3 декабря  ",
            "26 ноября – 3 декабря",
            "19 ноября – 26 ноября"
        ],
        "correct": "19 ноября – 3 декабря  ",
        "explanation": ""
    },
    {
        "question": " Где произошло в 1327г. восстание против баскака Щелкана?",
        "choices": [
            "во Владимире",
            "в Твери ",
            "в Рязани"
        ],
        "correct": "в Твери ",
        "explanation": ""
    },
    {
        "question": " Когда хан Тохтамыш  захватил и сжег Москву",
        "choices": [
            "1382 ",
            "1395",
            "1439"
        ],
        "correct": "1382 ",
        "explanation": ""
    },
    {
        "question": " Кто был автором теории «Москва – третий Рим»",
        "choices": [
            "Иов",
            "Филофей ",
            "Макарий"
        ],
        "correct": "Филофей ",
        "explanation": ""
    },
    {
        "question": " Какой русский город был  местом сбора русских полков накануне Куликовской битвы",
        "choices": [
            "Серпухов",
            "Коломна  ",
            "Кашира"
        ],
        "correct": "Коломна  ",
        "explanation": ""
    },
    {
        "question": " Когда произошла Куликовская битва",
        "choices": [
            "1380г. ",
            "1398г.",
            "1378г."
        ],
        "correct": "1380г. ",
        "explanation": ""
    },
    {
        "question": " Какое из приведенных утверждений верно?  Флорентийская уния:",
        "choices": [
            "была попыткой Папы Римского подчинить своему влиянию православную церковь ",
            "была заключена между русским Патриархом и Папой Римским  для противостояния исламу",
            "была заключена между Польшей и Литвой, в результате чего возникло государство Речь Посполитая",
            "договор  между Папой Римским и Русью о совместной борьбе против Золотой Орды"
        ],
        "correct": "была попыткой Папы Римского подчинить своему влиянию православную церковь ",
        "explanation": ""
    },
    {
        "question": " Как назывался высший совещательный орган при великом князе?",
        "choices": [
            "Боярская Дума ",
            "Избранная рада",
            "«Вся земля»"
        ],
        "correct": "Боярская Дума ",
        "explanation": ""
    },
    {
        "question": " Как назывались земли, на которых жили крестьяне-общинники, платившие подати в государственную казну?",
        "choices": [
            "слободы",
            "черные земли ",
            "погосты"
        ],
        "correct": "черные земли ",
        "explanation": ""
    },
    {
        "question": "  Кто из русских историков ХIХв. выдвинул тезис о том, что «Москва своим величием обязана ханам»?",
        "choices": [
            "С.М.Соловьев",
            "Д.И.Иловайский",
            "Н.М.Карамзин "
        ],
        "correct": "Н.М.Карамзин ",
        "explanation": ""
    },
    {
        "question": " С возвышением Московского княжества связаны даты",
        "choices": [
            "1147, вторая четверть ХIV века ",
            "862, 1240",
            "1223,980"
        ],
        "correct": "1147, вторая четверть ХIV века ",
        "explanation": ""
    },
    {
        "question": " С возвышением и укреплением Московского княжества связаны имена",
        "choices": [
            "Даниила Московского, Ивана III ",
            "Владимира II, хана Батыя",
            "Ивана III, Бориса Годунова"
        ],
        "correct": "Даниила Московского, Ивана III ",
        "explanation": ""
    },
    {
        "question": " В период правления Ивана III имело место?",
        "choices": [
            "присоединение Новгородской республики ",
            "создание регулярной армии",
            "введение подушной подати",
            "завоевание Крыма"
        ],
        "correct": "присоединение Новгородской республики ",
        "explanation": ""
    },
    {
        "question": " В период правления Ивана III имело место?",
        "choices": [
            "стояние на р.Угре ",
            "созыв первого Земского собора",
            "деление страны на губернии",
            "выход к черному морю"
        ],
        "correct": "стояние на р.Угре ",
        "explanation": ""
    },
    {
        "question": " Поместьем называлось(лась)",
        "choices": [
            "поселение, полностью или частично освобожденное от государственных налогов",
            "земельное владение, переходившее по наследству",
            "торгово-ремесленная часть города.",
            "земельное владение, предоставляемое на условиях несения службы "
        ],
        "correct": "земельное владение, предоставляемое на условиях несения службы ",
        "explanation": ""
    },
    {
        "question": " С возвышением и укреплением Московского княжества связаны имена…",
        "choices": [
            "Владимира I, Ивана IV",
            "Ярослава Мудрого, Бориса Годунова",
            "Ивана Калиты, Дмитрия Донского "
        ],
        "correct": "Ивана Калиты, Дмитрия Донского ",
        "explanation": ""
    },
    {
        "question": " С возвышением и укреплением Московского княжества связаны имена…",
        "choices": [
            "княгини Ольги, Ярослава Мудрого",
            "Даниила Московского, Ивана Калиты  ",
            "Василия Темного, Василия III"
        ],
        "correct": "Даниила Московского, Ивана Калиты  ",
        "explanation": ""
    },
    {
        "question": " В период правления Ивана III имело место:",
        "choices": [
            "провозглашение России империей",
            "создание регулярной армии",
            "принятие первого общерусского Судебника ",
            "«принятие Соборного уложения»"
        ],
        "correct": "принятие первого общерусского Судебника ",
        "explanation": ""
    },
    {
        "question": " В период правления Ивана III имело место…",
        "choices": [
            "создание русского флота",
            "образование Московского государства ",
            "провозглашение России империей",
            "оформление абсолютизма"
        ],
        "correct": "образование Московского государства ",
        "explanation": ""
    },
    {
        "question": " Победе Московского княжества в борьбе за право стать центром объединения русских земель способствовало (ли)",
        "choices": [
            "мирные отношения с Ордой ",
            "избрание М.Романова на царство",
            "начало правления Рюриковичей",
            "принятие «Русской правды»"
        ],
        "correct": "мирные отношения с Ордой ",
        "explanation": ""
    },
    {
        "question": " С возвышением и укреплением Московского княжества связаны даты…",
        "choices": [
            "1380, 980",
            "1223, 1237",
            "1147, 1380 "
        ],
        "correct": "1147, 1380 ",
        "explanation": ""
    },
    {
        "question": " В период правления Ивана III имело место…",
        "choices": [
            "введение опричнины",
            "создание стрелецкого войска",
            "свержение ордынского ига ",
            "окончательное оформление крепостного права"
        ],
        "correct": "свержение ордынского ига ",
        "explanation": ""
    },
    {
        "question": " Первый общерусский Судебник был принят в правлении…",
        "choices": [
            "Ивана Калиты",
            "Ивана III ",
            "Ивана IV",
            "Владимира I"
        ],
        "correct": "Ивана III ",
        "explanation": ""
    },
    {
        "question": " Введение «правила Юрьева дня» было связано с принятием",
        "choices": [
            "«Табеля о рангах»",
            "Судебника 1497г. ",
            "«Соборного Уложения»",
            "«Русской правды»"
        ],
        "correct": "Судебника 1497г. ",
        "explanation": ""
    },
    {
        "question": " Плата «за пожилое» впервые была введена:",
        "choices": [
            "Иваном Грозным в «указе о заповедных летах»        ",
            "в Судебнике 1550 г.",
            "в Судебнике 1497 г.",
            "в «Русской правде»"
        ],
        "correct": "в Судебнике 1497 г.",
        "explanation": ""
    },
    {
        "question": "Какие территории в XVI в. были присоединены к Российскому государству:",
        "choices": [
            "Рязанские и Псковские земли",
            "Новгородские и Тверские земли",
            "Крым и Северное Причерноморье                                ",
            "Восточная Сибирь"
        ],
        "correct": "Рязанские и Псковские земли",
        "explanation": ""
    },
    {
        "question": "Губная реформа 1550-х гг. предусматривала:",
        "choices": [
            "новое административно-территориальное  деление России на уезды ",
            "предоставление права суда на местах по важнейшим уголовным делам наместникам и волостелям",
            "создание органов земского самоуправления в лице «излюбленных голов» и целовальников  ",
            "создание Поместного приказа для осуществления контроля за местным управлением"
        ],
        "correct": "создание органов земского самоуправления в лице «излюбленных голов» и целовальников  ",
        "explanation": ""
    },
    {
        "question": "Стоглав – под таким названием в русской истории известен(известны)…",
        "choices": [
            "общерусский свод законов, принятый при Иване Грозном",
            "церковный Собор 1551 г., принявший свод церковных установлений из 100 статей ",
            "100 наиболее родовитых боярских фамилий, входивших в Боярскую Думу",
            "верного ответа нет"
        ],
        "correct": "церковный Собор 1551 г., принявший свод церковных установлений из 100 статей ",
        "explanation": ""
    },
    {
        "question": "В какой из приведенных пар указаны современники?",
        "choices": [
            "Елена Глинская – Василий I Дмитриевич        ",
            "Иван III Васильевич – Нил Сорский ",
            "Алексей Адашев – Андрей Рублев                ",
            "атаман Ермак Тимофеевич – Василий Косой"
        ],
        "correct": "Иван III Васильевич – Нил Сорский ",
        "explanation": ""
    },
    {
        "question": " В честь рождения Ивана Грозного был(а) построен(а):",
        "choices": [
            "церковь Рождества в Путинках                ",
            "Успенский собор в Москве",
            "храм Вознесения в Коломенском",
            "храм Покрова-на-рву"
        ],
        "correct": "храм Вознесения в Коломенском",
        "explanation": ""
    },
    {
        "question": "Какие территории были присоединены к Российскому государству в XV в.?",
        "choices": [
            "Тверское княжество",
            "Астраханское ханство",
            "Казанское ханство                                ",
            "Рязанское княжество"
        ],
        "correct": "Тверское княжество",
        "explanation": ""
    },
    {
        "question": "Земский приказ в XVI веке ведал:",
        "choices": [
            "организацией дворянского войска                ",
            "сбором общегосударственных налогов",
            "охраной порядка в Москве",
            "распределением земель между служилыми людьми"
        ],
        "correct": "охраной порядка в Москве",
        "explanation": ""
    },
    {
        "question": "В какой из приведенных пар нарушено хронологическое соответствие?",
        "choices": [
            "венчание Ивана Грозного на царство ─1547 г.",
            "присоединение к России Астрахани ─ 1552 г.",
            "введение «заповедных лет» ─ 1584 г. ",
            "введение патриаршества в России ─1589 г. "
        ],
        "correct": "введение «заповедных лет» ─ 1584 г. ",
        "explanation": ""
    },
    {
        "question": " В середине XVI в. в России было проведено описание земель и введена определенная единица поземельного налога. Она называлась:",
        "choices": [
            "дым                        ",
            "рало                        ",
            "большая соха",
            "подворная подать"
        ],
        "correct": "большая соха",
        "explanation": ""
    },
    {
        "question": " Нил Сорский известен  в русской истории как:",
        "choices": [
            "основатель и первый игумен Киево-Печерского монастыря",
            "создатель  теории “Москва – третий Рим”",
            "идеолог нестяжателей ",
            "публицист, один из авторов “Домостроя”"
        ],
        "correct": "идеолог нестяжателей ",
        "explanation": ""
    },
    {
        "question": "Судебник 1550 года:",
        "choices": [
            "впервые ввел ограничение права ухода крестьян  Юрьевым днем",
            "ввел бессрочный сыск беглых крестьян",
            "увеличил плату за «пожилое»",
            "ввел пятилетний срок сыска беглых крестьян"
        ],
        "correct": "увеличил плату за «пожилое»",
        "explanation": ""
    },
    {
        "question": "Королем Речи Посполитой в период Ливонской войны был:",
        "choices": [
            "Стефан Баторий",
            "Сигизмунд III        ",
            "Владислав                ",
            "верного ответа нет"
        ],
        "correct": "Стефан Баторий",
        "explanation": ""
    },
    {
        "question": " Хронологические рамки «опричнины»:",
        "choices": [
            "1558-1565 гг.                ",
            "1565-1572 гг.                         ",
            "1558-1583 гг.                ",
            "1547-1560 гг."
        ],
        "correct": "1565-1572 гг.                         ",
        "explanation": ""
    },
    {
        "question": " Земский Собор – это:",
        "choices": [
            "храм, сооруженный на средства земских учреждений",
            "высшее сословно-представительное учреждение ",
            "совет ближайших советников Ивана Грозного."
        ],
        "correct": "высшее сословно-представительное учреждение ",
        "explanation": ""
    },
    {
        "question": "Боярская Дума – это:",
        "choices": [
            "цикл былин и сказаний о боярах Киевской Руси",
            "собирание всех бояр на ежегодное совещание",
            "совещательный орган при царе, великом князе. "
        ],
        "correct": "совещательный орган при царе, великом князе. ",
        "explanation": ""
    },
    {
        "question": "Избранная рада – это:",
        "choices": [
            "собрание запорожских казаков",
            "совет ближайших соратников Ивана Грозного ",
            "совещательный орган при украинском гетмане."
        ],
        "correct": "совет ближайших соратников Ивана Грозного ",
        "explanation": ""
    },
    {
        "question": "Опричнина – это:",
        "choices": [
            "движение социальных низов в годы Смуты",
            "особый государственный удел, где было особое управление и войско, ставшее карательной организацией ",
            "система землевладения, при которой владения феодалов не могли передаваться по наследству."
        ],
        "correct": "особый государственный удел, где было особое управление и войско, ставшее карательной организацией ",
        "explanation": ""
    },
    {
        "question": "Когда был созван первый Земский собор:",
        "choices": [
            "в 1547 г.",
            "в 1549 г.",
            "в 1551 г. "
        ],
        "correct": "в 1549 г.",
        "explanation": ""
    },
    {
        "question": "Главным итогом внешней политики  Ивана IV было:",
        "choices": [
            "освоение Дальнего Востока ",
            "присоединение Средней Азии",
            "завоевание Поволжья и Западной Сибири. "
        ],
        "correct": "завоевание Поволжья и Западной Сибири. ",
        "explanation": ""
    },
    {
        "question": "Кто из Московских царей был последним представителем династии Рюриковичей:",
        "choices": [
            "Иван Грозный",
            "Федор Иванович",
            "Борис Годунов."
        ],
        "correct": "Федор Иванович",
        "explanation": ""
    },
    {
        "question": "Поместная система появилась:",
        "choices": [
            "при Иване III         ",
            "при Иване IV",
            "при Борисе Годунове."
        ],
        "correct": "при Иване III         ",
        "explanation": ""
    },
    {
        "question": " Начало присоединения Сибири относится к правлению",
        "choices": [
            "Владимира 1",
            "Ивана Калиты",
            "Ивана IV ",
            "М.Романова "
        ],
        "correct": "Ивана IV ",
        "explanation": ""
    },
    {
        "question": " К  правлению Ивана IV не относится",
        "choices": [
            "созыв первого Земского",
            "создание русского флота ",
            "введение опричнины"
        ],
        "correct": "создание русского флота ",
        "explanation": ""
    },
    {
        "question": " К  правлению Ивана IV не относится",
        "choices": [
            "созыв первого Земского собора",
            "свержение монгольского ига ",
            "венчание на царство"
        ],
        "correct": "свержение монгольского ига ",
        "explanation": ""
    },
    {
        "question": " К  правлению Ивана IV не относится",
        "choices": [
            "принятие первого общерусского закона ",
            "присоединение Казанского ханства",
            "введение опричнины"
        ],
        "correct": "принятие первого общерусского закона ",
        "explanation": ""
    },
    {
        "question": " К  правлению Ивана IV не относится",
        "choices": [
            "реформы Избранной  рады",
            "присоединение  Тверского  княжества ",
            "создание стрелецкого войска"
        ],
        "correct": "присоединение  Тверского  княжества ",
        "explanation": ""
    },
    {
        "question": " Территории, выделенные в 1550-1570гг. в особый удел с особым войском и государственным управлением, назывались",
        "choices": [
            "поместье",
            "белые слободы",
            "Запорожская сечь",
            "опричнина "
        ],
        "correct": "опричнина ",
        "explanation": ""
    },
    {
        "question": " Иван IV правил в",
        "choices": [
            "1533-1584гг. ",
            "980-1015гг.",
            "1325-1340гг.",
            "1598-1605г.г."
        ],
        "correct": "1533-1584гг. ",
        "explanation": ""
    },
    {
        "question": " Впервые венчание  на царство имело место в…….. году",
        "choices": [
            "1480",
            "1598",
            "1547",
            "1497"
        ],
        "correct": "1547",
        "explanation": ""
    },
    {
        "question": "Он «был – не скажем избран, но выкрикнут царем», впервые в российской истории присягнул подданным: дал «запись», соблюдение которой закрепил целованием креста. О каком правителе идет речь?",
        "choices": [
            "Борис Годунов        ",
            "Михаил Романов        ",
            "Василий Шуйский",
            "Лжедмитрий I"
        ],
        "correct": "Василий Шуйский",
        "explanation": ""
    },
    {
        "question": "Начало формированию абсолютизма в России было положено при:",
        "choices": [
            "царе Иване Грозном                                ",
            "императоре Петре I        ",
            "царе Алексее Михайловиче",
            "императрице Екатерине Великой"
        ],
        "correct": "царе Алексее Михайловиче",
        "explanation": ""
    },
    {
        "question": "Обострение социальных и политических противоречий в России на рубеже XVI – XVIIвв. привело к:",
        "choices": [
            "Смуте ",
            "Ливонской войне",
            "церковному расколу."
        ],
        "correct": "Смуте ",
        "explanation": ""
    },
    {
        "question": "Новым явлением в хозяйстве России в  XVIIв. было:",
        "choices": [
            "возникновение мануфактур",
            "появление государственного сектора экономики ",
            "складывание натурального хозяйства."
        ],
        "correct": "возникновение мануфактур",
        "explanation": ""
    },
    {
        "question": "Кто возглавил II Ополчение, освободившее в 1612 г. Москву от поляков:",
        "choices": [
            "Ляпунов, Зарудский, Трубецкой",
            "Минин и Пожарский Трубецкой",
            "Скопин-Шуйский и Делагарди."
        ],
        "correct": "Минин и Пожарский Трубецкой",
        "explanation": ""
    },
    {
        "question": "Кто первым из династии Романовых был избран на царство Земским собором и когда?:",
        "choices": [
            "Федор Александрович, в 1676 г.",
            "Михаил Федорович Романов, в 1613 г ",
            "Алексей Михайлович Романов, в 1645 г."
        ],
        "correct": "Михаил Федорович Романов, в 1613 г ",
        "explanation": ""
    },
    {
        "question": "Когда произошло окончательное закрепощение крестьян:",
        "choices": [
            "в 1630 г.",
            "в 1649 г. ",
            "в 1670 г."
        ],
        "correct": "в 1649 г. ",
        "explanation": ""
    },
    {
        "question": " Феод– это:",
        "choices": [
            "участок земли с крестьянами, который давался за военную службу ",
            "работа крестьянина в хозяйстве феодала",
            "доля продуктов, отдаваемая феодалу."
        ],
        "correct": "участок земли с крестьянами, который давался за военную службу ",
        "explanation": ""
    },
    {
        "question": "Что такое местничество:",
        "choices": [
            "система получения должностей боярами по принципу знатности ",
            "обычай кровной мести, зафиксированный в «Русской правде»",
            "мещанское сословие."
        ],
        "correct": "система получения должностей боярами по принципу знатности ",
        "explanation": ""
    },
    {
        "question": "Когда произошло восстание под руководством Степана Разина:",
        "choices": [
            "в 1668-1669 гг.",
            "в 1670-1671 гг. ",
            "в 1672-1673 гг."
        ],
        "correct": "в 1670-1671 гг. ",
        "explanation": ""
    },
    {
        "question": "Первым российским патриархом был:",
        "choices": [
            "1)Иов",
            "2)Исидор                ",
            "3)Гермоген                ",
            "4)Макарий"
        ],
        "correct": "1)Иов",
        "explanation": ""
    },
    {
        "question": "Основной территориально-административной единицей в России XVII в. был(а):",
        "choices": [
            "1)губерния        ",
            "2)область                ",
            "3)уезд         ",
            "4)пятина."
        ],
        "correct": "3)уезд         ",
        "explanation": ""
    },
    {
        "question": "В какой из приведенных хронологических пар допущена ошибка?",
        "choices": [
            "1)начало правления Романовых ─1613 г.",
            "2)Переяславская Рада─ 1648 г.  ",
            "3)Новоторговый устав ─ 1667 г.",
            "4) «Соляной» бунт ─1648 г."
        ],
        "correct": "2)Переяславская Рада─ 1648 г.  ",
        "explanation": ""
    },
    {
        "question": "Назначение дворян и боярских детей на службу по военному, гражданскому и придворному ведомствам в XVII в. осуществлял:",
        "choices": [
            "Поместный приказ                                ",
            "Разрядный приказ  ",
            "Приказ Большого Дворца                        ",
            "Приказ Тайных дел."
        ],
        "correct": "Разрядный приказ  ",
        "explanation": ""
    },
    {
        "question": "Земский приказ в XVI веке:",
        "choices": [
            "организацией дворянского войска                ",
            "сбором общегосударственных налогов",
            "охраной порядка в Москве",
            "распределением земель между служилыми людьми"
        ],
        "correct": "охраной порядка в Москве",
        "explanation": ""
    },
    {
        "question": "Главным морским портом России в XVII в. был город:",
        "choices": [
            "Азов                        ",
            "Архангельск",
            "Копорье                ",
            "Таганрог"
        ],
        "correct": "Архангельск",
        "explanation": ""
    },
    {
        "question": "Воссоединение Украины с Россией произошло в :",
        "choices": [
            "1564 г.                ",
            "1654 г.",
            "1721 г.                ",
            "1670 г."
        ],
        "correct": "1654 г.",
        "explanation": ""
    },
    {
        "question": "Протопоп Стефан Вонифатьев, окольничий Федор Ртищев, архимандрит Никон, протопоп Аввакум – что объединяет имена этих людей?",
        "choices": [
            "это члены Избранной Рады                        ",
            "члены кружка «ревнителей древнего благочестия»  ",
            "известные публицисты XVI-XVII вв.        ",
            "верного ответа нет        "
        ],
        "correct": "члены кружка «ревнителей древнего благочестия»  ",
        "explanation": ""
    },
    {
        "question": "Какое из перечисленных событий относится к XVII в.?",
        "choices": [
            "Принятие Торгового и Новоторгового уставов  ",
            "Основание  г.Архангельска",
            "Завоевание Россией выхода в Балтийское море",
            "Ликвидация гетманства на Украине"
        ],
        "correct": "Принятие Торгового и Новоторгового уставов  ",
        "explanation": ""
    },
    {
        "question": "Во главе кружка «ревнителей древнего благочестия» стоял:",
        "choices": [
            "протопоп Аввакум                                        ",
            "патриарх Никон",
            "протопоп Стефан Вонифатьев",
            "царь Алексей Михайлович"
        ],
        "correct": "протопоп Стефан Вонифатьев",
        "explanation": ""
    },
    {
        "question": "Какое из перечисленных событий не относится к XVII в.?",
        "choices": [
            "«Соляной бунт»                                        ",
            "Чигиринские походы                ",
            "экспедиция В.Пояркова                                ",
            "относятся все перечисленные"
        ],
        "correct": "относятся все перечисленные",
        "explanation": ""
    },
    {
        "question": "При царе Алексее Михайловиче был создан:",
        "choices": [
            "Поместный приказ        ",
            "Приказ Тайных дел        ",
            "Ямской приказ        ",
            "Сибирский приказ"
        ],
        "correct": "Приказ Тайных дел        ",
        "explanation": ""
    },
    {
        "question": " В 1654 г. завершилось присоединение к России",
        "choices": [
            "Левобережной Украины ",
            "Казанского ханства",
            "Крыма",
            "балтийского побережья"
        ],
        "correct": "Левобережной Украины ",
        "explanation": ""
    },
    {
        "question": " «Соборное Уложение» было принято в правление",
        "choices": [
            "Бориса Годунова",
            "Михаила Романова",
            "Алексея Михайловича ",
            "Петра 1"
        ],
        "correct": "Алексея Михайловича ",
        "explanation": ""
    },
    {
        "question": " К правлению первых Романовых не относится",
        "choices": [
            "восстание под предводительством Ст.Разина",
            "введение  «заповедных лет» ",
            "принятие «Соборного уложения»",
            "медный бунт"
        ],
        "correct": "введение  «заповедных лет» ",
        "explanation": ""
    },
    {
        "question": " К правлению первых Романовых не относится",
        "choices": [
            "медный  бунт",
            "принятие «Соборного Уложения»",
            "церковная реформа",
            "введение опричнины "
        ],
        "correct": "введение опричнины ",
        "explanation": ""
    },
    {
        "question": " К правлению первых Романовых не относится",
        "choices": [
            "начало присоединения Сибири ",
            "оформление крепостного права",
            "восстание под предводительством С.Разина",
            "Соляной бунт"
        ],
        "correct": "начало присоединения Сибири ",
        "explanation": ""
    },
    {
        "question": " Введение «правила Юрьева дня» было связано с принятием",
        "choices": [
            "«Русской правды»",
            "Судебника 1497г. ",
            "Соборного уложения 1649г.",
            "«Табеля о рангах"
        ],
        "correct": "Судебника 1497г. ",
        "explanation": ""
    },
    {
        "question": " Событием «бунташного века» являлись (лось, лась)",
        "choices": [
            "восстания в военных поселениях",
            "соляной и медный бунты ",
            "погром Великого Новгорода",
            "присоединение Казанского ханства"
        ],
        "correct": "соляной и медный бунты ",
        "explanation": ""
    },
    {
        "question": " «Соборное Уложение» было принято в правлении",
        "choices": [
            "Михаила Романова",
            "Петра 1",
            "Алексея Михайловича ",
            "Бориса Годунова"
        ],
        "correct": "Алексея Михайловича ",
        "explanation": ""
    },
    {
        "question": " «Бунташным веком» современники называли",
        "choices": [
            "XVIII в.",
            "XVII ",
            "XVI",
            "XV"
        ],
        "correct": "XVII ",
        "explanation": ""
    },
    {
        "question": " Событием «бунташного века» являлись (лось, лась)",
        "choices": [
            "гибель царевича Дмитрия ",
            "восстание под предводительством С.Разина ",
            "Чумной бунт",
            "опричнина Ивана IV"
        ],
        "correct": "восстание под предводительством С.Разина ",
        "explanation": ""
    },
    {
        "question": " Алексей Михайлович Романов получил прозвище…",
        "choices": [
            "Тишайший ",
            "Мудрый",
            "Благословенный",
            "Миротворец"
        ],
        "correct": "Тишайший ",
        "explanation": ""
    },
    {
        "question": " Церковная реформа середины XVII в. была проведена",
        "choices": [
            "Иваном IV",
            "патриархом Никоном ",
            "Петром 1",
            "митрополитом Макарием"
        ],
        "correct": "патриархом Никоном ",
        "explanation": ""
    },
    {
        "question": " Какое из перечисленных государств НЕ ВХОДИЛО в состав Северного союза, созданного усилиями России для войны против Швеции?",
        "choices": [
            "Польша                 ",
            "Саксония                ",
            "Дания                ",
            "входили все указанные государства "
        ],
        "correct": "входили все указанные государства ",
        "explanation": ""
    },
    {
        "question": "Какие вопросы находились в ведении Статс-коллегии, созданной при Петре I ?",
        "choices": [
            "контроль за доходами государства                ",
            "контроль за внутриполитическим положением",
            "контроль за деятельностью государственных чиновников",
            "осуществление государственных расходов  "
        ],
        "correct": "осуществление государственных расходов  ",
        "explanation": ""
    },
    {
        "question": "Свод правил хорошего поведения в обществе, изданный  в петровские времена, назывался:",
        "choices": [
            "«Недоросль»                                ",
            "«Властителям и судьям»",
            "«Юности честное зерцало»          ",
            "«Поучение детям дворянским»  "
        ],
        "correct": "«Юности честное зерцало»          ",
        "explanation": ""
    },
    {
        "question": "Какая из указанных территорий НЕ ВОШЛА в состав России по условиям Ништадского мира?",
        "choices": [
            "Ингрия                ",
            "Эстляндия                ",
            "Карелия                ",
            "вошли все перечисленные земли  "
        ],
        "correct": "вошли все перечисленные земли  ",
        "explanation": ""
    },
    {
        "question": " Выберите верное утверждение. В XVIII в. в России:",
        "choices": [
            "был построен Вышневолоцкий канал, связавший Петербург с бассейном Волги и Каспийским морем",
            "был сооружен Северо-Екатерининский канал, соединивший Каму и Северную Двину",
            "появилось и стало развиваться пароходное сообщение",
            "основной формой налогообложения был поземельный налог"
        ],
        "correct": "был построен Вышневолоцкий канал, связавший Петербург с бассейном Волги и Каспийским морем",
        "explanation": ""
    },
    {
        "question": " Московский казенный Хамовный двор, созданный в конце XVII в.на р.Яузе, производил для нужд государства:",
        "choices": [
            "сукно для пошива армейских мундиров        ",
            "парусное полотно  ",
            "канаты",
            "различные ткани для нужд царского двора"
        ],
        "correct": "парусное полотно  ",
        "explanation": ""
    },
    {
        "question": " В 1722 г. в России был принят закон о порядке прохождения  государственной службы – «Табель о рангах». Какой принцип был первоначально заложен в основу этого документа?",
        "choices": [
            "общественное положение определялось не происхождением, а чином",
            "сыновья титулованных особ и знатнейшего дворянства получали чин по факту рождения",
            "доступ в дворянское сословие через военную или гражданскую службу был открыт только для купеческого сословия",
            "«Табель о рангах» позволял по достижении определенного ранга получить только личное дворянство"
        ],
        "correct": "общественное положение определялось не происхождением, а чином",
        "explanation": ""
    },
    {
        "question": "В 1685 г. в московском Заиконоспасском монастыре открылось учебное заведение, в котором преподавали как духовные, так и светские предметы. Какое название вскоре получило это учебное заведение?",
        "choices": [
            "Славяно-греко-латинская академия  ",
            "Московский университет",
            "Государева академия                        ",
            "нет верного варианта ответа"
        ],
        "correct": "Московский университет",
        "explanation": ""
    },
    {
        "question": "Политика протекционизма в период правления Петра 1 проявилась:",
        "choices": [
            "во  введении новой  системы прямого  налогообложения",
            "в создании нового таможенного тарифа 1724 г. ",
            "в создании новой категории  населения - посессионных крестьян",
            "верны все варианты"
        ],
        "correct": "в создании новой категории  населения - посессионных крестьян",
        "explanation": ""
    },
    {
        "question": " Итог реформаторской деятельности Петра I состоит в оформлении:",
        "choices": [
            "абсолютизма ",
            "сословно-представительной монархии",
            "принципа разделения законодательной и исполнительной власти."
        ],
        "correct": "абсолютизма ",
        "explanation": ""
    },
    {
        "question": " Первоначально основной целью «Великого посольства» 1697-1698гг. было:",
        "choices": [
            "создание союза для войны со Швецией",
            "распространение православия в Западной Европе                ",
            "создание коалиции для продолжения войны с Османской Империей.  "
        ],
        "correct": "создание коалиции для продолжения войны с Османской Империей.  ",
        "explanation": ""
    },
    {
        "question": " В первой четверти XVIII в. русская армия стала укомплектовываться рядовым составом на основе:",
        "choices": [
            "всеобщей воинской обязанности",
            "свободного найма",
            "рекрутской повинности. "
        ],
        "correct": "рекрутской повинности. ",
        "explanation": ""
    },
    {
        "question": "Политика меркантилизма это:",
        "choices": [
            "накопление богатства страны путем превышения экспорта над импортом",
            "внешние займы",
            "ввоз новейшей техники."
        ],
        "correct": "накопление богатства страны путем превышения экспорта над импортом",
        "explanation": ""
    },
    {
        "question": "Что означала ликвидация патриаршества при Петре I и введение Синода:",
        "choices": [
            "окончательную победу светской власти над церковью ",
            "усиление роли местных священников",
            "укрепление роли монастырей."
        ],
        "correct": "окончательную победу светской власти над церковью ",
        "explanation": ""
    },
    {
        "question": "Назовите высшее государственное законосовещательное учреждение России при Петре I:",
        "choices": [
            "Посольский приказ",
            "Ревизион – коллегия",
            "Сенат. "
        ],
        "correct": "Сенат. ",
        "explanation": ""
    },
    {
        "question": "Кто занимал должность генерал-прокурора Сената",
        "choices": [
            "А.Д.Меньшиков",
            "П.И.Ягужинский ",
            "Ф.Ю.Ромодановский "
        ],
        "correct": "П.И.Ягужинский ",
        "explanation": ""
    },
    {
        "question": " Какой документ завершил юридическое оформление абсолютизма в России при Петре 1?",
        "choices": [
            "Воинский устав ",
            "Устав о наследии престола",
            "Духовный регламент"
        ],
        "correct": "Устав о наследии престола",
        "explanation": ""
    },
    {
        "question": " Центральные учреждения, созданные в начале XVIII в., назывались:  ",
        "choices": [
            "министерства",
            "коллегии ",
            "приказы."
        ],
        "correct": "коллегии ",
        "explanation": ""
    },
    {
        "question": " Как передавалась власть монарха по указу Петра I о престолонаследии:",
        "choices": [
            "от отца к старшему сыну",
            "от мужа к жене",
            "согласно воле монарха.  "
        ],
        "correct": "согласно воле монарха.  ",
        "explanation": ""
    },
    {
        "question": "Кто возглавил восстание казаков при Петре 1",
        "choices": [
            "К. Булавин ",
            "И.Болотников",
            "Л.Максимов"
        ],
        "correct": "К. Булавин ",
        "explanation": ""
    },
    {
        "question": "Когда был основан Петербург:",
        "choices": [
            "в 1703 г. ",
            "в 1705 г.",
            "в 1707 г."
        ],
        "correct": "в 1703 г. ",
        "explanation": ""
    },
    {
        "question": "Когда Россия была провозглашена империей:",
        "choices": [
            "в 1719 г.",
            "в 1721 г. ",
            "в 1723 г."
        ],
        "correct": "в 1721 г. ",
        "explanation": ""
    },
    {
        "question": "Укажите одну из характерных черт мануфактуры:",
        "choices": [
            "использование машин в производстве",
            "отсутствие ориентации на рынок",
            "пооперационное деление труда. "
        ],
        "correct": "пооперационное деление труда. ",
        "explanation": ""
    },
    {
        "question": " Укажите дату Полтавского сражения",
        "choices": [
            "23 сентября 1710г.",
            "27 июня 1709 г. ",
            "29 августа 1709г."
        ],
        "correct": "27 июня 1709 г. ",
        "explanation": ""
    },
    {
        "question": " Как назывался и когда был принят указ, уровнявший поместья в правах с вотчиной?",
        "choices": [
            "«Указ о единонаследии» 1714г. ",
            "«Указ о  престолонаследии» 1722г.",
            "«Манифест о вольности дворянской»  1762г."
        ],
        "correct": "«Указ о единонаследии» 1714г. ",
        "explanation": ""
    },
    {
        "question": " Как называлась в XVIII в. политика активного вмешательства государства в экономику?",
        "choices": [
            "монетаризм",
            "протекционизм ",
            "меллитаризм"
        ],
        "correct": "протекционизм ",
        "explanation": ""
    },
    {
        "question": " Царствование какого русского монарха XVIIIв. Называют «золотым веком русского дворянства»?",
        "choices": [
            "Петра 1",
            "Екатерины II ",
            "Елизаветы 1"
        ],
        "correct": "Екатерины II ",
        "explanation": ""
    },
    {
        "question": " Кого М.В.Ломоносов называл идеальным монархом?",
        "choices": [
            "Екатерину II",
            "Петра 1 ",
            "Елизавету I"
        ],
        "correct": "Петра 1 ",
        "explanation": ""
    },
    {
        "question": " Какой государственный документ был принят в 1785г.?",
        "choices": [
            "«Манифест о вольности дворянсткой»",
            "«Жалованная грамота дворянству» ",
            "«Наказ»"
        ],
        "correct": "«Жалованная грамота дворянству» ",
        "explanation": ""
    },
    {
        "question": "Какие единицы административно-территориального деления России прекратили существование в результате губернской реформы Екатерины II ?",
        "choices": [
            "уезды                ",
            "волости                ",
            "провинции        ",
            "станы"
        ],
        "correct": "провинции        ",
        "explanation": ""
    },
    {
        "question": "Выберите верное утверждение. В XVIII в. в России:",
        "choices": [
            "был построен Вышневолоцкий канал, связавший Петербург с бассейном Волги и Каспийским морем  ",
            "был сооружен Северо-Екатерининский канал, соединивший Каму и Северную Двину",
            "появилось и стало развиваться пароходное сообщение",
            "основной формой налогообложения был поземельный налог"
        ],
        "correct": "был построен Вышневолоцкий канал, связавший Петербург с бассейном Волги и Каспийским морем  ",
        "explanation": ""
    },
    {
        "question": " Правление какого российского императора или императрицы хронологически совпадает с войной за независимость английских колоний в Северной Америке и образованием США?",
        "choices": [
            "Петр I                ",
            "Екатерина II                  ",
            "Павел I",
            "Елизавета Петровна"
        ],
        "correct": "Екатерина II                  ",
        "explanation": ""
    },
    {
        "question": " «Уложенная комиссия»  была создана Екатериной II с целью:",
        "choices": [
            "разработки новой законодательной базы государства  ",
            "подготовки крестьянской реформы",
            "подготовки «Жалованной грамоты дворянству»",
            "проведения секуляризации церковного землевладения"
        ],
        "correct": "подготовки «Жалованной грамоты дворянству»",
        "explanation": ""
    },
    {
        "question": "Союзником России в Семилетней войне НЕ ЯВЛЯЛАСЬ:",
        "choices": [
            "Швеция                ",
            "Франция                ",
            "Испания",
            "Дания  "
        ],
        "correct": "Дания  ",
        "explanation": ""
    },
    {
        "question": "Какое из сражений  относится к Семилетней войне?",
        "choices": [
            "у деревни Гросс-Егерсдорф        ",
            "у города Ауэрштадт",
            "около города Йена                                ",
            "у города Дерпт"
        ],
        "correct": "у города Ауэрштадт",
        "explanation": ""
    },
    {
        "question": "Какое из указанных мероприятий было проведено в период правления Екатерины II?",
        "choices": [
            "Реформа государственного управления: изменение структуры и уточнение функций Сената  ",
            "Университетская реформа: предоставление автономии университетам",
            "Всеобщее обязательное начальное образование для дворянских детей",
            "Верны все предложенные варианты"
        ],
        "correct": "Реформа государственного управления: изменение структуры и уточнение функций Сената  ",
        "explanation": ""
    },
    {
        "question": "Какой из указанных документов был попыткой ограничения самодержавия в России в XVIII в.?",
        "choices": [
            "1) «Духовный регламент»                        ",
            "2) «Табель о рангах»",
            "3) «Кондиции»",
            "4) «Указ о единонаследии»"
        ],
        "correct": "3) «Кондиции»",
        "explanation": ""
    },
    {
        "question": "Гетманство на Украине  было ликвидирован при:",
        "choices": [
            "царе Алексее Михайловиче                                ",
            "императрице Екатерине II  ",
            "императоре Петре I                                        ",
            "императрице Елизавете Петровне"
        ],
        "correct": "императрице Екатерине II  ",
        "explanation": ""
    },
    {
        "question": "Какой из перечисленных мирных договоров, заключенных Россией, НЕ ОТНОСИТСЯ к XVIII в.?",
        "choices": [
            "Гюлистанский мир",
            "Ништадский мир",
            "Абоский мир                                                ",
            "Кючук-Кайнарджийский мир"
        ],
        "correct": "Гюлистанский мир",
        "explanation": ""
    },
    {
        "question": "Патриархом  русской православной церкви в период правления  Екатерины II был:",
        "choices": [
            "Никон                ",
            "Тихон                        ",
            "Адриан                ",
            "верного ответа нет  "
        ],
        "correct": "верного ответа нет  ",
        "explanation": ""
    },
    {
        "question": "1772, 1793, 1795 гг.  – что объединяет эти даты?",
        "choices": [
            "годы крупных крестьянских волнений                ",
            "годы разделов Речи Посполитой  ",
            "годы принятия Указов о расширении дворянских вольностей",
            "годы подписания мирных договоров между Россией и Турцией"
        ],
        "correct": "годы разделов Речи Посполитой  ",
        "explanation": ""
    },
    {
        "question": "Какой из перечисленных журналов издавался под редакцией русского просветителя XVIII в. Н.Новикова ?",
        "choices": [
            "«Трутень»",
            "«Современник»                ",
            "«Телескоп»                ",
            "все перечисленные"
        ],
        "correct": "«Трутень»",
        "explanation": ""
    },
    {
        "question": "Эпоха Просвещения охватывает период:",
        "choices": [
            "XVI ─ середина XVII в.",
            "XVIII–середина XIX в.        ",
            "конец XVIII–XIX в."
        ],
        "correct": "XVIII–середина XIX в.        ",
        "explanation": ""
    },
    {
        "question": " Манифест «О даровании вольности … дворянству» был опубликован в:",
        "choices": [
            "в 1742 г.",
            "в 1752 г. ",
            "в 1762 г."
        ],
        "correct": "в 1762 г.",
        "explanation": ""
    },
    {
        "question": "Когда был основан Московский Государственный Университет:",
        "choices": [
            "в 1755 г.",
            "в 1757 г.",
            "в 1760 г."
        ],
        "correct": "в 1755 г.",
        "explanation": ""
    },
    {
        "question": " Правление монархов, имевших неограниченную власть и проводивших политику, направленную на изменение наиболее устаревших порядков, называется: ",
        "choices": [
            "самодержавием",
            "просвещенным абсолютизмом",
            "конституционной монархией."
        ],
        "correct": "просвещенным абсолютизмом",
        "explanation": ""
    },
    {
        "question": "Деятельность Уложенной комиссии при Екатерины II завершилась безрезультатно, так как:",
        "choices": [
            "депутаты резко критиковали «Наказ» императрицы, выдвигали более радикальные меры",
            "интересы сословий, представленных членами комиссии, противоречили друг другу ",
            "в работе комиссии не участвовали представители купечества."
        ],
        "correct": "интересы сословий, представленных членами комиссии, противоречили друг другу ",
        "explanation": ""
    },
    {
        "question": " Просветители, идеи которых оказали значительное влияние на «просвещенных монархов», утверждали, что миром правит:",
        "choices": [
            "любовь",
            "голод",
            "разум."
        ],
        "correct": "разум.",
        "explanation": ""
    },
    {
        "question": " Принцип, согласно которому власть в государстве осущесивляют три независимые ветви(законодательная, исполнительная, судебная) называется:",
        "choices": [
            "разделением властей ",
            "общественным договором",
            "естественным правом."
        ],
        "correct": "разделением властей ",
        "explanation": ""
    },
    {
        "question": " Политика «просвещенного абсолютизма» проводилась, прежде всего, для:",
        "choices": [
            "устранения наиболее устаревших феодальных институтов",
            "повышения образовательного уровня крестьян",
            "повышения экономического потенциала страны. "
        ],
        "correct": "устранения наиболее устаревших феодальных институтов",
        "explanation": ""
    },
    {
        "question": " Укажите страны, правящие круги которых в XVIII в. проводили политику «просвещенного абсолютизма»:",
        "choices": [
            "Великобритания, Франция, Россия",
            "Пруссия, Австрия, Россия ",
            "Нидерланды, Россия, Дания."
        ],
        "correct": "Пруссия, Австрия, Россия ",
        "explanation": ""
    },
    {
        "question": " Когда была крестьянская война под предводительством Е. Пугачева:",
        "choices": [
            "в 1770-1773 гг.",
            "в 1773-1775 гг.  ",
            "в 1776-1779 гг."
        ],
        "correct": "в 1773-1775 гг.  ",
        "explanation": ""
    },
    {
        "question": " С какой восточной страной пришлось воевать России в XVIII в. для расширения своей территории?",
        "choices": [
            "с Османской Империей ",
            "с Японией",
            "с Китаем."
        ],
        "correct": "с Османской Империей ",
        "explanation": ""
    },
    {
        "question": "В каком документе Екатерины II предусматривалось значительное расширение прав и привилегий дворянства:",
        "choices": [
            "в Жалованной грамоте дворянству в 1785 г.  ",
            "в учреждении для управления губерний Всероссийской империи в 1775 г.",
            "в «Наказе» Уложенной комиссии."
        ],
        "correct": "в Жалованной грамоте дворянству в 1785 г.  ",
        "explanation": ""
    },
    {
        "question": "Укажите одну из характерных черт мануфактуры:",
        "choices": [
            "использование машин в производстве",
            "отсутствие ориентации на рынок",
            "пооперационное деление труда."
        ],
        "correct": "пооперационное деление труда.",
        "explanation": ""
    },
    {
        "question": " В каком году началась Великая Французская революция? ",
        "choices": [
            "в 1789 г.",
            "в 1798 г. ",
            "в 1787 г."
        ],
        "correct": "в 1789 г.",
        "explanation": ""
    },
    {
        "question": " Как назывался международный акт, принятый Россией в 1780 г. в ходе войны североамериканских колоний за независимость?",
        "choices": [
            "«Георгиевский трактат»",
            "«Декларация о вооруженном нейтралитете»         ",
            "Ясский мирный договор."
        ],
        "correct": "«Декларация о вооруженном нейтралитете»         ",
        "explanation": ""
    },
    {
        "question": "Крым был присоединен к России:",
        "choices": [
            "в 1783 г.  ",
            "в 1799 г.",
            "в 1829 г."
        ],
        "correct": "в 1783 г.  ",
        "explanation": ""
    },
    {
        "question": " Между какими странами была разделена Польша в последней четверти XVIII в.:",
        "choices": [
            "Россией, Пруссией и Австрией ",
            "Пруссией, Данией и Австрией",
            "Россией, Данией и Швецией."
        ],
        "correct": "Россией, Пруссией и Австрией ",
        "explanation": ""
    },
    {
        "question": "Какой город стал главной базой Черноморского флота России:",
        "choices": [
            "Одесса",
            "Севастополь ",
            "Николаев."
        ],
        "correct": "Севастополь ",
        "explanation": ""
    },
    {
        "question": "Основные итоги  Великой французской революции:",
        "choices": [
            "разрушение традиционного общества         ",
            "утверждение парламентаризма",
            "реставрация феодализма."
        ],
        "correct": "разрушение традиционного общества         ",
        "explanation": ""
    },
    {
        "question": "Главной целью внешней политики Екатерины II в конце XVIII в. стала:",
        "choices": [
            "борьба с французской революционной «заразой» на континенте ",
            "подготовка к войне с Японией",
            "нормализация отношений с Китаем."
        ],
        "correct": "борьба с французской революционной «заразой» на континенте ",
        "explanation": ""
    },
    {
        "question": "Кому из русских полководцев в 1800 г. было присвоено звание «Генералиссимус»:",
        "choices": [
            "Румянцеву П.А.",
            "Суворову А.В.",
            "Потемкину Г.А."
        ],
        "correct": "Суворову А.В.",
        "explanation": ""
    },
    {
        "question": " Крупнейшим внешнеполитическим событием второй половины XVIII в. были (а)",
        "choices": [
            "Северная война",
            "русско-турецкие войны ",
            "Ливонская война",
            "Крымская война"
        ],
        "correct": "русско-турецкие войны ",
        "explanation": ""
    },
    {
        "question": " Политика, направленная на осуществление либеральных реформ во имя сохранения феодального строя, связаная с именем Екатерины II – это…",
        "choices": [
            "индустриализация",
            "протекционизм",
            "просвещенный абсолютизм",
            "меркантелизм"
        ],
        "correct": "протекционизм",
        "explanation": ""
    },
    {
        "question": " «Жалованная грамота дворянству» была принята в",
        "choices": [
            "1801г.",
            "1785г. ",
            "1762г.",
            "1792г"
        ],
        "correct": "1785г. ",
        "explanation": ""
    },
    {
        "question": " Современниками Екатерины II были",
        "choices": [
            "Б.Годунов, Алексей Михайлович",
            "Г.Отрепьев, Ст.Разин",
            "А.В.Суворов, Е.Пугачев "
        ],
        "correct": "А.В.Суворов, Е.Пугачев ",
        "explanation": ""
    },
    {
        "question": " Крупнейшим внешнеполитическим событием второй половины XVIII в. были (а)…",
        "choices": [
            "присоединение Казанского ханства",
            "начало присоединения Сибири",
            "разделы Речи Посполитой ",
            "Северная война"
        ],
        "correct": "разделы Речи Посполитой ",
        "explanation": ""
    },
    {
        "question": " Орган из выборных представителей, созданный в правлении Екатерины II назывался…",
        "choices": [
            "Боярская дума",
            "Уложенная комиссия ",
            "Сенат",
            "Земский Собор"
        ],
        "correct": "Уложенная комиссия ",
        "explanation": ""
    },
    {
        "question": " В «Жалованной грамоте дворянству» было закреплено",
        "choices": [
            "ограничение срока службы дворян 25 годами",
            "отмена крепостного права",
            "обязательная служба дворян до 50 лет",
            "освобождение дворян от обязательной службы  "
        ],
        "correct": "освобождение дворян от обязательной службы  ",
        "explanation": ""
    },
    {
        "question": " Созыв Уложенной комиссии, принятие «Жалованных грамот» дворянству и городам – события, связанные с именем",
        "choices": [
            "Петра 1",
            "Екатерины II ",
            "Екатерины 1",
            "Елизаветы 1"
        ],
        "correct": "Екатерины II ",
        "explanation": ""
    },
    {
        "question": " К России во второй половине XVIII в. отошла",
        "choices": [
            "территория Сибири",
            "Средняя Азия",
            "Правобережная Украина ",
            "Финляндия"
        ],
        "correct": "Правобережная Украина ",
        "explanation": ""
    },
    {
        "question": " Какую политику проводила Россия в период войны США за независимость",
        "choices": [
            "поддерживала Англию",
            "оказывала военную помощь США",
            "политику «вооруженного нейтралитета»"
        ],
        "correct": "политику «вооруженного нейтралитета»",
        "explanation": ""
    },
    {
        "question": " Какой порядок перехода императорского престола был установлен в 1797г. ?",
        "choices": [
            "по воле императора",
            "от отца к старшему сыну ",
            "по согласованию с Сенатом"
        ],
        "correct": "от отца к старшему сыну ",
        "explanation": ""
    },
    {
        "question": " Кто из европейских монархов XVIIIв. имел прозвище «король- философ»?",
        "choices": [
            "Людовик XV",
            "Фридрих II",
            "Иосиф II"
        ],
        "correct": "Фридрих II",
        "explanation": ""
    },
    {
        "question": "Кто из императоров России отменил указ Петра I о престолонаследовании:",
        "choices": [
            "Павел I ",
            "Александр I",
            "Николай I."
        ],
        "correct": "Павел I ",
        "explanation": ""
    },
    {
        "question": "Россия вступила в XIX век:",
        "choices": [
            "республикой с рыночной экономикой",
            "конституционной монархией со смешанной экономикой",
            "монархией с господством феодально-крепостнических отношений при наличии мелкотоварного производства. "
        ],
        "correct": "монархией с господством феодально-крепостнических отношений при наличии мелкотоварного производства. ",
        "explanation": ""
    },
    {
        "question": "Крестьян, принадлежавших в конце XVIII – начале XIX вв. императорской фамилии, плативших оброк и несших государственные повинности, называли:",
        "choices": [
            "черносошные",
            "казенные                        ",
            "государственные        ",
            "удельные "
        ],
        "correct": "удельные ",
        "explanation": ""
    },
    {
        "question": "К реформам Александра I относится:",
        "choices": [
            "отмена крепостного права в Прибалтике ",
            "введение университетской автономии",
            "превращение Сената в высший судебно-распорядительный орган",
            "все перечисленные "
        ],
        "correct": "отмена крепостного права в Прибалтике ",
        "explanation": ""
    },
    {
        "question": "Какое из приведенных утверждений НЕВЕРНО?",
        "choices": [
            "польское восстание 1830-31 гг. возглавлял видный деятель национально-освободительного движения Т.Костюшко ",
            "в период правления Николая I был открыт Киевский университет",
            "первым имамом горских народов Северного Кавказа был Гази-Мухаммед",
            "в период правления императора Александра I  Польше была дарована Конституция"
        ],
        "correct": "польское восстание 1830-31 гг. возглавлял видный деятель национально-освободительного движения Т.Костюшко ",
        "explanation": ""
    },
    {
        "question": " Какое из указанных мероприятий было проведено в правление императора Александра I в крестьянском вопросе?",
        "choices": [
            "ограничение барщины 1 – 2 днями в неделю",
            "реформа управления государственными крестьянами: введение крестьянского самоуправления",
            "ликвидация крепостного права в Прибалтике ",
            "верного варианта ответа нет"
        ],
        "correct": "ликвидация крепостного права в Прибалтике ",
        "explanation": ""
    },
    {
        "question": "Какая организация в период правления Александра I получила название Негласный комитет:",
        "choices": [
            "комиссия по подготовке реформ ",
            "тайная полиция империи",
            "узкий кружок близких друзей императора. "
        ],
        "correct": "комиссия по подготовке реформ ",
        "explanation": ""
    },
    {
        "question": "Указ о «вольных хлебопашцах» Александра I (1803 г.):",
        "choices": [
            "разрешал крестьянам распахивать ранее не освоенные земли",
            "разрешал помещикам освобождать крестьян с землей за выкуп",
            "закрепощал вольных крестьян."
        ],
        "correct": "разрешал помещикам освобождать крестьян с землей за выкуп",
        "explanation": ""
    },
    {
        "question": " Какими новыми органами управления в 1802 г. были заменены петровские коллегии?",
        "choices": [
            "приказами",
            "земствами",
            "министерствами."
        ],
        "correct": "министерствами.",
        "explanation": ""
    },
    {
        "question": " Что не позволило Александру I осуществить задуманные им радикальные реформы?",
        "choices": [
            "отсутствие соратников",
            "международная ситуация ",
            "неготовность российского общества."
        ],
        "correct": "отсутствие соратников",
        "explanation": ""
    },
    {
        "question": "Кто из государственных деятелей России первым предложил идею разделения властей на законодательную, исполнительную и судебную:",
        "choices": [
            "М.М. Сперанский  ",
            "А.А. Аракчеев                ",
            "П.А. Строганов."
        ],
        "correct": "М.М. Сперанский  ",
        "explanation": ""
    },
    {
        "question": "Какой тип модернизации осуществлял Николай I:",
        "choices": [
            "консервативный ",
            "либеральный",
            "форсированный."
        ],
        "correct": "консервативный ",
        "explanation": ""
    },
    {
        "question": "Особенностью промышленного переворота в России было:",
        "choices": [
            "использование, в основном, привозного оборудования ",
            "его стремительность, краткосрочность",
            "первоначальное техническое переоснащение металлургических предприятий Урала ",
            "привлечение для работы на российских фабриках рабочей силы из-за границы"
        ],
        "correct": "использование, в основном, привозного оборудования ",
        "explanation": ""
    },
    {
        "question": " Промышленным переворотом называется:",
        "choices": [
            "формирование мирового рынка",
            "переход от мануфактурного производства к фабричному         ",
            "переход от ремесленного производства к мануфактурному."
        ],
        "correct": "переход от мануфактурного производства к фабричному         ",
        "explanation": ""
    },
    {
        "question": " Явлением, сыгравшим ведущую роль в утверждении в XIX в. капиталистического уклада, считается:",
        "choices": [
            "ослабление влияния церкви ",
            "промышленный переворот ",
            "расширение колониальных завоеваний."
        ],
        "correct": "промышленный переворот ",
        "explanation": ""
    },
    {
        "question": " Отличие капиталистической фабрики от капиталистической мануфактуры состоит в: ",
        "choices": [
            "разделении труда ",
            "крупных размерах производства",
            "использовании паровых машин.        "
        ],
        "correct": "использовании паровых машин.        ",
        "explanation": ""
    },
    {
        "question": " В какой из приведенных пар нарушено хронологическое соответствие?",
        "choices": [
            "Судебная реформа Александра II ─ 1864 г.",
            "продажа Аляски ─1867 г.",
            "Пекинский договор России с Китаем ─1858 г. ",
            "стачка на Никольской мануфактуре Т.Морозова ─1885 г"
        ],
        "correct": "Пекинский договор России с Китаем ─1858 г. ",
        "explanation": ""
    },
    {
        "question": " Кто из указанных деятелей мировой истории был современником Александра II ?",
        "choices": [
            "О.фон Бисмарк        ",
            "А.Линкольн                ",
            "Наполеон III                ",
            "все перечисленные "
        ],
        "correct": "все перечисленные ",
        "explanation": ""
    },
    {
        "question": " Военная реформа Александра II предусматривала:",
        "choices": [
            "формирование армии на основе рекрутских наборов",
            "введение всеобщей воинской повинности ",
            "введение воинской повинности на основе сословных ограничений по срокам службы (принадлежность к привилегированным сословиям давала право на сокращенный срок службы)",
            "формирование армии на контрактной основе"
        ],
        "correct": "введение всеобщей воинской повинности ",
        "explanation": ""
    },
    {
        "question": "Какое сословие отсутствовало в России к концу XIX в.?",
        "choices": [
            "казаки                                        ",
            "купечество                        ",
            "буржуазия",
            "существовали все указанные сословия"
        ],
        "correct": "буржуазия",
        "explanation": ""
    },
    {
        "question": "Земли, отобранные у крестьян по реформе 1861 г., назывались:",
        "choices": [
            "угодья                ",
            "отруба                ",
            "отрезки                ",
            "наделы "
        ],
        "correct": "наделы ",
        "explanation": ""
    },
    {
        "question": "Отмена крепостного права в России стало следствием:",
        "choices": [
            "вооруженной борьбы крепостных крестьян",
            "желания большей части дворянства ",
            "кризиса феодально-крепостнической системы, особенно остро обозначившегося в ходе Крымской войны."
        ],
        "correct": "кризиса феодально-крепостнической системы, особенно остро обозначившегося в ходе Крымской войны.",
        "explanation": ""
    },
    {
        "question": "Причиной временного падения промышленного производства в России непосредственно после отмены крепостного права являлось то, что :",
        "choices": [
            "политическая ситуация в стране была нестабильной",
            "рабочие ушли с заводов и фабрик, основанных на крепостном труде ",
            "большинство вольнонаемных рабочих вернулись в свои деревни."
        ],
        "correct": "рабочие ушли с заводов и фабрик, основанных на крепостном труде ",
        "explanation": ""
    },
    {
        "question": "Когда было отменено крепостное право в России:",
        "choices": [
            "19 февраля 1861 г. ",
            "20 марта 1861 г.",
            "1 февраля 1862 г."
        ],
        "correct": "19 февраля 1861 г. ",
        "explanation": ""
    },
    {
        "question": "Крестьянская реформа 1861 г. привела к:",
        "choices": [
            "освобождению крестьян от личной зависимости от помещика и переходу к общинному землепользованию ",
            "отмене крепостного права с немедленным переходом земельного надела в частную собственность крестьянина",
            "отмене помещичьего землевладения и ликвидацию крестьянской общины."
        ],
        "correct": "освобождению крестьян от личной зависимости от помещика и переходу к общинному землепользованию ",
        "explanation": ""
    },
    {
        "question": "Что входило в компетенцию органов местного самоуправления, созданных в соответствии с земской реформой 1864 г.:",
        "choices": [
            "контроль за деятельностью губернских властей",
            "строительство школ, руководство хозяйственными делами ",
            "выбор депутатов в российский парламент."
        ],
        "correct": "строительство школ, руководство хозяйственными делами ",
        "explanation": ""
    },
    {
        "question": "Какая реформа 60-х – 70-х гг. оказалась самой последовательной, либеральной:",
        "choices": [
            "судебная реформа        ",
            "реформа городского управления",
            "земская реформа."
        ],
        "correct": "судебная реформа        ",
        "explanation": ""
    },
    {
        "question": "Кто выносил вердикт о виновности или не виновности подсудимого по судебной реформе 1864 г.?",
        "choices": [
            "судья",
            "присяжный, поверенный ",
            "суд присяжных. "
        ],
        "correct": "суд присяжных. ",
        "explanation": ""
    },
    {
        "question": "Кто был автором военной реформы от 1 января 1874 г.:",
        "choices": [
            "Милютин Д.А. ",
            "Великий князь Константин Николаевич",
            "Лорис-Меликов М.Т."
        ],
        "correct": "Милютин Д.А. ",
        "explanation": ""
    },
    {
        "question": "Продажа Аляски Соединенным штатам была осуществлена:",
        "choices": [
            "Екатериной II",
            "Павлом I",
            "Александром П. "
        ],
        "correct": "Александром П. ",
        "explanation": ""
    },
    {
        "question": "Когда был убит террористами Александр II :",
        "choices": [
            "1 марта 1881 г. ",
            "20 февраля 1861 г.",
            "7 июля 1866 г."
        ],
        "correct": "1 марта 1881 г. ",
        "explanation": ""
    },
    {
        "question": "Русский император, вошедший в российскую историю как «миротворец»:",
        "choices": [
            "Александр I                ",
            "Александр III        ",
            "Александр II                ",
            "Павел I"
        ],
        "correct": "Александр III        ",
        "explanation": ""
    },
    {
        "question": "За что современники прозвали Александра III - Миротворцем:",
        "choices": [
            "за то, что ему удалось усмирить революционное движение в России",
            "за его результативную политику на внешнеполитической арене ",
            "за его попытку резкого сокращения военных расходов и армии."
        ],
        "correct": "за его результативную политику на внешнеполитической арене ",
        "explanation": ""
    },
    {
        "question": "Что приписывал циркуляр 1887 г. о «кухаркиных детях»:",
        "choices": [
            "запрещал принимать в гимназию детей низших социальных слоев   населения ",
            "открывать специальные школы для детей низкооплачиваемых рабочих",
            "нанимать фабрикантам на работу детей с 6-летнего возраста."
        ],
        "correct": "запрещал принимать в гимназию детей низших социальных слоев   населения ",
        "explanation": ""
    },
    {
        "question": "С каким из названных государств Россия НЕ ВЕЛА войн в XIX в.?",
        "choices": [
            "Франция                ",
            "Англия                ",
            "Персия                ",
            "Германия "
        ],
        "correct": "Германия ",
        "explanation": ""
    },
    {
        "question": "Какая из перечисленных войн шла параллельно с Отечественной войной 1812 г.?",
        "choices": [
            "русско-шведская                                ",
            "русско-турецкая",
            "русско-иранская                                ",
            "ни одна из перечисленных"
        ],
        "correct": "русско-иранская                                ",
        "explanation": ""
    },
    {
        "question": "Укажите серьезное противоречие, существовавшее между Россией и Францией накануне Отечественной войны 1812 г.:",
        "choices": [
            "поддержка Наполеона революционного движения России",
            "предоставление Россией убежища французским эмигрантам",
            "несоблюдение Россией условий континентальной блокады. "
        ],
        "correct": "несоблюдение Россией условий континентальной блокады. ",
        "explanation": ""
    },
    {
        "question": " Решение Венского Конгресса 1815 г. способствовали:",
        "choices": [
            "закреплению преобразований, проведённых Наполеоном I ",
            "поддержание освободительных и революционных движений в Европе ",
            "восстановлению во Франции прежней династии и дореволюционных порядков.        "
        ],
        "correct": "восстановлению во Франции прежней династии и дореволюционных порядков.        ",
        "explanation": ""
    },
    {
        "question": "Когда произошло Бородинское сражение:",
        "choices": [
            "20 августа 1812 г.",
            "26 августа 1812 г.",
            "2 сентября 1812 г."
        ],
        "correct": "26 августа 1812 г.",
        "explanation": ""
    },
    {
        "question": "Какие две страны начали Крымскую войну (1853-1856 гг.):",
        "choices": [
            "Турция и Россия ",
            "Турция и Англия",
            "Россия и Франция."
        ],
        "correct": "Турция и Россия ",
        "explanation": ""
    },
    {
        "question": "Кто возглавил марксистскую группу «Освобождение труда», созданную в Женеве в 1883 г.:",
        "choices": [
            "А.И. Желябов",
            "В.И. Засулич ",
            "Г.В. Плеханов"
        ],
        "correct": "Г.В. Плеханов",
        "explanation": ""
    },
    {
        "question": "Один из главных результатов реформ 60-х – 70-х г.г. XIX в. в России:",
        "choices": [
            "завершение аграрного переворота ",
            "ликвидация самодержавного строя ",
            "завершение промышленного переворота."
        ],
        "correct": "завершение промышленного переворота.",
        "explanation": ""
    },
    {
        "question": "Начало распространению марксизма в России было положено:",
        "choices": [
            "группой «Освобождение труда» во главе с Г.Плехановым ",
            "«Союзом борьбы за освобождение рабочего класса» во главе с В.Ульяновым ",
            "организацией «Черный передел», возникшей в результате распада «Земли и воли»",
            "«Южнорусским союзом рабочих»» под руководством Е.Заславского"
        ],
        "correct": "группой «Освобождение труда» во главе с Г.Плехановым ",
        "explanation": ""
    },
    {
        "question": "Автором «Катехизиса революционера» был:",
        "choices": [
            "П.Ткачев                ",
            "С.Нечаев         ",
            "М.Бакунин                ",
            "Н.Кибальчич"
        ],
        "correct": "С.Нечаев         ",
        "explanation": ""
    },
    {
        "question": " Кто из деятелей российской истории XIX в. является автором следующих строк: «Россия – целый особый мир, покорный воле одного человека, - именуется он Петром или Иваном...Мы не принадлежим ни к Западу, ни к Востоку, и у нас нет традиций ни того, ни другого...Одинокие в мире, мы ничего не дали миру...Мы пришли после других для того, чтобы делать лучше их, чтобы не впасть в их ошибки, их заблуждения, их суеверия ...»?",
        "choices": [
            "А.Хомяков                ",
            "А.Герцен                ",
            "М.Погодин                ",
            "П.Чаадаев "
        ],
        "correct": "П.Чаадаев ",
        "explanation": ""
    },
    {
        "question": "Какое из приведенных утверждений НЕВЕРНО?",
        "choices": [
            "«Союз спасения» – одно из первых тайных декабристских обществ",
            "П.Пестель был сторонником создания в России федеративного государства",
            "В «Конституции» Н.Муравьева декларировалась замена рекрутчины всеобщей воинской повинностью",
            "М.Бестужев-Рюмин был членом  «Южного общества»  декабристов"
        ],
        "correct": "П.Пестель был сторонником создания в России федеративного государства",
        "explanation": ""
    },
    {
        "question": " Кто из деятелей российского революционного движения считал русского мужика «социалистом по инстинкту», «бунтарем по природе»?",
        "choices": [
            "Г.Плеханов                ",
            "М.Бакунин",
            "В.Белинский                ",
            "П.Кропоткин"
        ],
        "correct": "М.Бакунин",
        "explanation": ""
    },
    {
        "question": "За отмену крепостного права выступали:",
        "choices": [
            "западники",
            "славянофилы ",
            "западники и славянофилы."
        ],
        "correct": "западники и славянофилы.",
        "explanation": ""
    },
    {
        "question": "Междуцарствие 1825 г. объясняется:",
        "choices": [
            "неясностью  вопроса о наследнике престола ",
            "восстанием декабристов ",
            "болезнью Николая I."
        ],
        "correct": "неясностью  вопроса о наследнике престола ",
        "explanation": ""
    },
    {
        "question": "Какой государственный строй предусматривала «Конституция»  Н.Муравьева:",
        "choices": [
            "конституционно-монархический ",
            "республиканский",
            "монархический."
        ],
        "correct": "конституционно-монархический ",
        "explanation": ""
    },
    {
        "question": " «Русская Правда» П.И. Пестеля содержала требования:",
        "choices": [
            "ограничение самодержавной власти царя конституцией",
            "личного освобождения крепостных крестьян  за большой выкуп",
            "передачи власти Временному революционному правительству, обладающему диктаторскими  полномочиями."
        ],
        "correct": "передачи власти Временному революционному правительству, обладающему диктаторскими  полномочиями.",
        "explanation": ""
    },
    {
        "question": "Течение, опирающееся на идею традиций и преемственности в социально политической жизни, называется:",
        "choices": [
            "конформизмом",
            "либерализмом",
            "консерватизмом. "
        ],
        "correct": "консерватизмом. ",
        "explanation": ""
    },
    {
        "question": "Идеология революционного народничества предусматривает:",
        "choices": [
            "проведение либеральных  реформ ",
            "введение частной собственности на землю",
            "отрицательное отношение к капитализму."
        ],
        "correct": "отрицательное отношение к капитализму.",
        "explanation": ""
    },
    {
        "question": "Что такое славянофильство:",
        "choices": [
            "религиозное течение",
            "идея превосходства славянской расы ",
            "теория особого пути развития России. "
        ],
        "correct": "теория особого пути развития России. ",
        "explanation": ""
    },
    {
        "question": "Какой роман был написан Ф.М. Достоевским на материалах судебного процесса над членами кружка С.Г. Нечаева:",
        "choices": [
            "«Идиот»",
            "«Преступление и наказание» ",
            "«Бесы».        "
        ],
        "correct": "«Бесы».        ",
        "explanation": ""
    },
    {
        "question": " Назовите три течения среди революционного народничества:",
        "choices": [
            "бунтарское, пропагандистское и заговорщическое ",
            "марксистское, пропагандистское и консервативное",
            "заговорщическое, либеральное и пропагандистское."
        ],
        "correct": "бунтарское, пропагандистское и заговорщическое ",
        "explanation": ""
    },
    {
        "question": " Идейная основа народничества:",
        "choices": [
            "марксизм",
            "крестьянский социализм ",
            "либерализм."
        ],
        "correct": "крестьянский социализм ",
        "explanation": ""
    },
    {
        "question": "Что являлось главным методом борьбы революционеров-народовольцев:",
        "choices": [
            "пропаганда ",
            "бунт ",
            "террор."
        ],
        "correct": "террор.",
        "explanation": ""
    },
    {
        "question": " Отечественная, Кавказская войны – события связаны с правлением",
        "choices": [
            "Николая I",
            "Екатерины II",
            "Петра I",
            "Александра I "
        ],
        "correct": "Александра I ",
        "explanation": ""
    },
    {
        "question": " Николай I правил в годы:",
        "choices": [
            "1825-1855 ",
            "1801-1825",
            "1855-1894",
            "7) 1825-1837"
        ],
        "correct": "1825-1855 ",
        "explanation": ""
    },
    {
        "question": " Одним из основных положений марксизма в России являлся тезис-",
        "choices": [
            "идеальная форма правления для России – абсолютная монархия",
            "Россия должна последовательно пройти этап капитализма, а затем перейти к социализму ",
            "основа российской государственности - самодержавие"
        ],
        "correct": "Россия должна последовательно пройти этап капитализма, а затем перейти к социализму ",
        "explanation": ""
    },
    {
        "question": "Завершение промышленного переворота, разработка фабричного законодательства были характерны для правления …",
        "choices": [
            "Александра II",
            "Александра 1",
            "Николая 1",
            "Александра III "
        ],
        "correct": "Александра III ",
        "explanation": ""
    },
    {
        "question": " К правлению Александра 1 относится:",
        "choices": [
            "Создание Синода",
            "разработка нового свода законов",
            "присоединение Правобережной Украины",
            "создание Казанского и Харьковского университетов "
        ],
        "correct": "создание Казанского и Харьковского университетов ",
        "explanation": ""
    },
    {
        "question": " К правлению Николая 1 относится:",
        "choices": [
            "ликвидация сословного деления",
            "поражение в Крымской войне",
            "учреждение патриаршества",
            "создание регулярной армии"
        ],
        "correct": "поражение в Крымской войне",
        "explanation": ""
    },
    {
        "question": " Создателями теории «русского социализма» считаются",
        "choices": [
            "Н.Муравьев и П.Пестель",
            "А.Герцен и Н.Чернышевский",
            "Г.Плеханов и Ю.Мартов",
            "П.Милюков и А.Гучков"
        ],
        "correct": "А.Герцен и Н.Чернышевский",
        "explanation": ""
    },
    {
        "question": " Александр II правил в годы…",
        "choices": [
            "1825-1855",
            "1796-1825",
            "1855-1881 ",
            "1801-1825"
        ],
        "correct": "1855-1881 ",
        "explanation": ""
    },
    {
        "question": " Марксистская теория возникла в ……. веке",
        "choices": [
            "ХХ",
            "ХХI",
            "ХIХ ",
            "XVIII"
        ],
        "correct": "ХIХ ",
        "explanation": ""
    },
    {
        "question": " Внутренняя политика Александра III, направленная на пересмотр реформ 1860-1879-х гг., получила название:",
        "choices": [
            "протекционизм",
            "просвещенный абсолютизм",
            "контрреформы ",
            "либерализм"
        ],
        "correct": "контрреформы ",
        "explanation": ""
    },
    {
        "question": " Крымская война имела место в годах:",
        "choices": [
            "1857-1859",
            "1856-1860",
            "1853-1856 ",
            "1849-1852"
        ],
        "correct": "1853-1856 ",
        "explanation": ""
    },
    {
        "question": " К правлению Александра 1 относится:",
        "choices": [
            "Создание Синода",
            "разработка нового свода законов",
            "присоединение Правобережной Украины",
            "создание Казанского и Харьковского университетов "
        ],
        "correct": "разработка нового свода законов",
        "explanation": ""
    },
    {
        "question": " Перевод крестьян на обязательный выкуп означал",
        "choices": [
            "начало освобождения крепостных крестьян",
            "продолжение реформы 1861г. ",
            "оформление крепостного права",
            "ликвидацию крестьянства как сословия"
        ],
        "correct": "продолжение реформы 1861г. ",
        "explanation": ""
    },
    {
        "question": " В период правления Николая I был принят новый свод законов",
        "choices": [
            "«Соборное Уложение»",
            "Судебник",
            "«Русская Правда»",
            "«Основные законы Российской империи» "
        ],
        "correct": "«Основные законы Российской империи» ",
        "explanation": ""
    },
    {
        "question": " С именем М.М.Сперанского связан (о,а)",
        "choices": [
            "проект реформы государственного управления ",
            "разработка первой конституции России",
            "проект отмены крепостного права",
            "учреждение Государственной думы"
        ],
        "correct": "проект реформы государственного управления ",
        "explanation": ""
    },
    {
        "question": " С позиции теории «малых дел», мирного эволюционного пути развития выступали",
        "choices": [
            "социалисты-революционеры",
            "революционные народники",
            "социал-демократы",
            "либеральные народники "
        ],
        "correct": "либеральные народники ",
        "explanation": ""
    },
    {
        "question": " «Земля и воля», созданная в Петербурге в 1876г. являлась организацией",
        "choices": [
            "социал-демократов",
            "западников",
            "революционных народников ",
            "декабристов"
        ],
        "correct": "революционных народников ",
        "explanation": ""
    },
    {
        "question": " Введение адвокатуры, несменяемости судей, создание земств имели место в правление…",
        "choices": [
            "Николая 1 ",
            "Николая II",
            "Александра II ",
            "Александра III"
        ],
        "correct": "Александра II ",
        "explanation": ""
    },
    {
        "question": " Бывшие крепостные, не переведенные на  выкуп после реформы 1861г. и несшие повинности в пользу помещиков, - это крестьяне…",
        "choices": [
            "временнообязанные ",
            "дворцовые",
            "удельные",
            "государственные."
        ],
        "correct": "временнообязанные ",
        "explanation": ""
    },
    {
        "question": " Всесословные органы местного самоуправления, созданные по реформе 1864 г. – это…",
        "choices": [
            "коллегии",
            "земства ",
            "министерства",
            "гильдии"
        ],
        "correct": "земства ",
        "explanation": ""
    },
    {
        "question": " Разработка фабричного законодательства, наступление на реформы Александра II были характерны  для правления…",
        "choices": [
            "Николая 1",
            "Александра III ",
            "Павла 1",
            "Николая II"
        ],
        "correct": "Александра III ",
        "explanation": ""
    },
    {
        "question": " Россия на рубеже XIX-XX вв. была …  страной.",
        "choices": [
            "среднеразвитой аграрно-индустриальной",
            "высокоразвитой индустриальной",
            "экономически отсталой",
            "передовой европейской",
            "аграрной."
        ],
        "correct": "среднеразвитой аграрно-индустриальной",
        "explanation": ""
    },
    {
        "question": " В конце XIX века в России впервые появились (-лась)…",
        "choices": [
            "капиталистическая промышленность",
            "мануфактуры",
            "фабрики",
            "посады",
            "монополии."
        ],
        "correct": "монополии.",
        "explanation": ""
    },
    {
        "question": " Форсированная индустриализация в России  на рубеже XIX-XX вв. связана с именем …",
        "choices": [
            "Н.Х. Бунге",
            "А.А. Аракчеева",
            "Г.Е. Распутина",
            "С.Т. Морозова",
            "С.Ю. Витте."
        ],
        "correct": "С.Ю. Витте.",
        "explanation": ""
    },
    {
        "question": "Главное содержание денежной реформы, проведенной С.Ю. Витте в 1895-1897 гг., состояло:",
        "choices": [
            "в понижении золотого содержания рубля (девальвация) ",
            "в изменении нарицательной стоимости денежных знаков (деноминация)",
            "в установлении золотого эквивалента рубля. ",
            "в установлении серебряного эквивалента рубля",
            "в установлении новой единой ставки подоходного налога."
        ],
        "correct": "в установлении золотого эквивалента рубля. ",
        "explanation": ""
    },
    {
        "question": "В чем суть экономической программы С.Ю. Витте:",
        "choices": [
            "в осуществлении индустриализации России, в создании и развитии машинного производства, в укреплении кредитно-финансовой системы",
            "в бурном развитии легкой и пищевой промышленности, в повышении благосостояния народа",
            "в ликвидации феодальных пережитков: самодержавия и помещичьего землевладения.",
            "в предоставлении гражданам политических прав и свобод",
            "в отказе от иностранных инвестиций, развитие только с опорой на собственные силы."
        ],
        "correct": "в осуществлении индустриализации России, в создании и развитии машинного производства, в укреплении кредитно-финансовой системы",
        "explanation": ""
    },
    {
        "question": " Период российской истории рубежа XIX-XX вв. (до 1905 г.) был отмечен …",
        "choices": [
            "осуществлением форсированной индустриализации С.Ю. Витте",
            "проведением реформы государственной деревни П.Д. Киселева",
            "предоставлением гражданам политических прав и свобод",
            "проведением реформы государственного управления М.М. Сперанского",
            "созданием хуторов и отрубов."
        ],
        "correct": "осуществлением форсированной индустриализации С.Ю. Витте",
        "explanation": ""
    },
    {
        "question": " Курс на форсированную индустриализацию, взятый С.Ю. Витте на  рубежа XIX-XX вв. предусматривал, в частности …",
        "choices": [
            "введение винной монополии",
            "отказ от иностранных инвестиций",
            "повышение выкупных платежей",
            "переселение крестьян за Урал",
            "введение парламентаризма."
        ],
        "correct": "введение винной монополии",
        "explanation": ""
    },
    {
        "question": " Введение золотого рубля в ходе форсированной индустриализации С.Ю. Витте было осуществлено в ____ году.",
        "choices": [
            "1897",
            "1881",
            "1905",
            "1914"
        ],
        "correct": "1897",
        "explanation": ""
    },
    {
        "question": " Для российского капитализма на рубеже XIX-XX вв. был(а,о) характерен(на, но)…",
        "choices": [
            "огромная роль государства",
            "низкая концентрация производства",
            "слабая роль государства",
            "высокий процент рабочего класса",
            "преобладание городского населения."
        ],
        "correct": "огромная роль государства",
        "explanation": ""
    },
    {
        "question": " Российский капитализм на рубеже XIX-XX вв. характеризуется ",
        "choices": [
            "высокой концентрацией производства",
            "незначительной ролью государства в экономике",
            "в  низкой концентрацией рабочей силы",
            "преобладанием городского населения",
            "низкими темпами прироста промышленной продукции"
        ],
        "correct": "высокой концентрацией производства",
        "explanation": ""
    },
    {
        "question": " Возникшие в конце XIX века объединения предприятий, осуществлявшие контроль над рынками путем концентрации материальных и финансовых ресурсов, назывались…",
        "choices": [
            "торговыми корпорациями",
            "монополиями",
            "мануфактурами",
            "фабриками",
            "концессиями"
        ],
        "correct": "монополиями",
        "explanation": ""
    },
    {
        "question": "Когда началась и когда потерпела поражение революция 1905-1907 гг.:",
        "choices": [
            "3 января – 11 декабря 1905 г.",
            "7 января 1905 г. – 8 июля 1906 г.",
            "9 января 1905 г. – 3 июня 1907 г. ",
            "1 января 1905 г. ─ 3 июня 1907 г.",
            "9 января 1904 г. ─ 12 июня 1907 г."
        ],
        "correct": "9 января 1905 г. – 3 июня 1907 г. ",
        "explanation": ""
    },
    {
        "question": " К периоду революции в России в 1905-1907 г. относится:",
        "choices": [
            "отречение Николая II от престола",
            "установление двоевластия",
            "назначение главой правительства Керенского А.Ф.",
            "указ об учреждении Государственной Думы.",
            "начало Первой Мировой войны."
        ],
        "correct": "указ об учреждении Государственной Думы.",
        "explanation": ""
    },
    {
        "question": " К периоду революции в России в 1905-1907 г. относится:",
        "choices": [
            "Всероссийская Октябрьская политическая стачка",
            "издание первой газеты «Ведомости»",
            "создание Временного правительства",
            "отречение Николая II от престола",
            "Ленский расстрел на золотых приисках."
        ],
        "correct": "Всероссийская Октябрьская политическая стачка",
        "explanation": ""
    },
    {
        "question": " Начало революции 1905-1907 гг. в России связывается с …",
        "choices": [
            "расстрелом мирного шествия к Зимнему дворцу 9 января",
            "изданием «Манифеста» 17 октября",
            "гибелью крейсера «Варяг»",
            "третьеиюньским государственным переворотом",
            "отречением Николая II от престола."
        ],
        "correct": "расстрелом мирного шествия к Зимнему дворцу 9 января",
        "explanation": ""
    },
    {
        "question": " Расстрел в Петербурге 9 января 1905 г. мирного шествия к Зимнему дворцу с петицией к царю получил название…",
        "choices": [
            "«Кровавое воскресенье»",
            "Ленский расстрел",
            "Всероссийская политическая стачка",
            "дворцовый переворот",
            "штурм Зимнего дворца"
        ],
        "correct": "«Кровавое воскресенье»",
        "explanation": ""
    },
    {
        "question": " «Манифест» Николая II, даровавший политические права и свободы, создание парламента, был принят…",
        "choices": [
            "17 октября 1905 г.",
            "9 января 1905 г.",
            "3 июня 1907 г.",
            "1 августа 1914 г.",
            "17 октября 1907 г."
        ],
        "correct": "17 октября 1905 г.",
        "explanation": ""
    },
    {
        "question": "Основное содержание царского манифеста 17 октября 1905 г. состояло:",
        "choices": [
            "в предоставлении всему народу политических прав и свобод, в созыве Государственной законодательной Думы",
            "в провозглашении демократической республики ",
            "в созыве Учредительного Собрания.",
            "в провозглашении всеобщего избирательного права",
            "в даровании российскому народу Конституции."
        ],
        "correct": "в предоставлении всему народу политических прав и свобод, в созыве Государственной законодательной Думы",
        "explanation": ""
    },
    {
        "question": "Укажите один из результатов революции 1905-1907 гг. в России:",
        "choices": [
            "установление демократической республики",
            "создание Государственной Думы ",
            "размежевание между большевиками и меньшевиками.",
            "отречение Николая II  от престола.",
            "падение монархии и установление республики."
        ],
        "correct": "установление демократической республики",
        "explanation": ""
    },
    {
        "question": " Окончание революции 1905-1907 гг. в России  связывается с …",
        "choices": [
            "третьеиюньским государственным переворотом",
            "подавлением Декабрьского вооруженного восстания в Москве",
            "созданием Государственной думы",
            "«Кровавым воскресеньем»",
            "Корниловским мятежом."
        ],
        "correct": "третьеиюньским государственным переворотом",
        "explanation": ""
    },
    {
        "question": " Начало работы Государственной думы – нижней палаты парламента – относится к … году.",
        "choices": [
            "1906",
            "1894",
            "1904",
            "1900",
            "1905"
        ],
        "correct": "1906",
        "explanation": ""
    },
    {
        "question": " «Манифест» 17 октября 1905 года привел к возникновению в России…",
        "choices": [
            "парламентаризма",
            "монополий",
            "судебной системы",
            "республиканской формы правления",
            "конституционной монархии."
        ],
        "correct": "парламентаризма",
        "explanation": ""
    },
    {
        "question": "Главный вопрос революции 1905-1907 гг. и в I Государственной Думе:",
        "choices": [
            "военный",
            "аграрный",
            "национальный",
            "религиозный",
            "о борьбе с внешней агрессией."
        ],
        "correct": "аграрный",
        "explanation": ""
    },
    {
        "question": " Российская социал-демократическая рабочая партия (РСДРП) возникла в … году.",
        "choices": [
            "1898",
            "1903",
            "1881",
            "1905",
            "1917"
        ],
        "correct": "1903",
        "explanation": ""
    },
    {
        "question": " Раскол РСДРП на два крыла – большевиков и меньшевиков – произошел на II съезде партии в …  году.",
        "choices": [
            "1903",
            "1900",
            "1905",
            "1898",
            "1917"
        ],
        "correct": "1903",
        "explanation": ""
    },
    {
        "question": " Меньшевистское крыло РСДРП возглавляли…",
        "choices": [
            "Г.Плеханов и Ю.Мартов",
            "В.Ленин и Г.Плеханов",
            "В.Чернов и М.Спиридонова",
            "П.Милюков и А.Гучков",
            "В.И. Ленин и Г.В. Плеханов"
        ],
        "correct": "Г.Плеханов и Ю.Мартов",
        "explanation": ""
    },
    {
        "question": " В I Государственной Думе самой многочисленной была фракция:",
        "choices": [
            "трудовиков",
            "монархистов",
            "кадетов. ",
            "демократов",
            "анархистов."
        ],
        "correct": "трудовиков",
        "explanation": ""
    },
    {
        "question": " Какая партия выступала за «социализацию» земли:",
        "choices": [
            "партия кадетов",
            "партия эсеров ",
            "партия октябристов.",
            "РСДРП (обе фракции)",
            "партия трудовиков"
        ],
        "correct": "партия кадетов",
        "explanation": ""
    },
    {
        "question": " Что явилось основной причиной роспуска I и II Государственных Дум в ходе революции 1905 – 1907г.г.?:",
        "choices": [
            "неприемлемый для власти аграрный проект, предложенный значительной частью Думы               ",
            "предложенный проект о решении рабочего вопроса",
            "предложенный ею проект о ликвидации монархии.",
            "штурм Зимнего дворца",
            "захват власти большевиками."
        ],
        "correct": "предложенный проект о решении рабочего вопроса",
        "explanation": ""
    },
    {
        "question": "Какие три типа политических партий действовали в революции 1905-1907 гг.:",
        "choices": [
            "пролетарские, народных социалистов, кадетов",
            "кадетов, октябристов, монархистов",
            "революционно-демократические, либерально-буржуазные и монархические",
            "революционно-демократические, народные, монархистские",
            "консервативные, народные, анархистские"
        ],
        "correct": "пролетарские, народных социалистов, кадетов",
        "explanation": ""
    },
    {
        "question": "К какому политическому лагерю можно отнести организацию «Союз русского народа»:",
        "choices": [
            "к монархическому ",
            "к буржуазно-либеральному",
            "к революционному",
            "к анархистскому",
            "социал-демократическому"
        ],
        "correct": "к революционному",
        "explanation": ""
    },
    {
        "question": " «Союз 17 октября» (октябристы), Партия народной свободы (кадеты) относились к партиям…",
        "choices": [
            "либеральным",
            "социалистическим",
            "монархическим",
            "революционным",
            "социал-демократическим"
        ],
        "correct": "либеральным",
        "explanation": ""
    },
    {
        "question": " Государственная Дума в России в начале ХХ века, проработавшая полный срок, – …",
        "choices": [
            "третья",
            "первая",
            "вторая",
            "четвертая",
            "пятая"
        ],
        "correct": "третья",
        "explanation": ""
    },
    {
        "question": " Причиной изменения партийного состава и характера деятельности III и IV Государственных дум стал(о)…",
        "choices": [
            "принятие нового избирательного закона 3 июня 1907 г.",
            "«Кровавое воскресенье»",
            "поражение Декабрьского вооруженного восстания в Москве",
            "указ Николая II от 17 октября 1905 г.",
            "вступление России в Первую Мировую войну."
        ],
        "correct": "принятие нового избирательного закона 3 июня 1907 г.",
        "explanation": ""
    },
    {
        "question": " Осуществлявший аграрную реформу в 1906-1911 гг. П.А. Столыпин занимал пост …",
        "choices": [
            "Председателя Совета Министров",
            "министра сельского хозяйства",
            "министра без портфеля",
            "уполномоченного по делам сельского хозяйства",
            "Председателя Государственной Думы."
        ],
        "correct": "Председателя Совета Министров",
        "explanation": ""
    },
    {
        "question": " Целью столыпинской аграрной реформы являлось(ась)…",
        "choices": [
            "создание широкого слоя крестьян-собственников",
            "отмена крепостного права",
            "восстановление временнообязанного положения крестьян",
            "национализация земли",
            "укрепление крестьянской общины."
        ],
        "correct": "создание широкого слоя крестьян-собственников",
        "explanation": ""
    },
    {
        "question": " Осуществление аграрной реформы П.А. Столыпина сопровождалось …",
        "choices": [
            "созданием хуторов и отрубов",
            "раскулачиванием зажиточных крестьян",
            "конфискацией помещичьих земель",
            "национализацией земли",
            "укреплением крестьянской общины"
        ],
        "correct": "созданием хуторов и отрубов",
        "explanation": ""
    },
    {
        "question": " Дофеодальный институт, сохранявшийся в русской деревне и ставший основным препятствием для капитализации крестьянских хозяйств в начале ХХ в. ─ это",
        "choices": [
            "выкупные платежи ",
            "помещичье землевладение",
            "община.",
            "барщина",
            "рассеянная мануфактура"
        ],
        "correct": "община.",
        "explanation": ""
    },
    {
        "question": " Укажите сущность аграрной реформы П.А. Столыпина:",
        "choices": [
            "развитие тяжелой промышленности для нужд сельского хозяйства, укреплении обороноспособности страны",
            "национализация всей земли и передача ее крестьянам в вечное пользование",
            "разрушение общины и свободный выход из нее крестьян с закреплением их наделов в частную собственность, с целью создания высокоэффективных фермерских хозяйств ",
            "прекращение временнообязанного положения крепостных крестьян",
            "снижение выкупных платежей, частичное отчуждение помещичьей земли"
        ],
        "correct": "разрушение общины и свободный выход из нее крестьян с закреплением их наделов в частную собственность, с целью создания высокоэффективных фермерских хозяйств ",
        "explanation": ""
    },
    {
        "question": "Главным противоречием политической системы Российской империи в период 1907-1917 гг.  являлось:",
        "choices": [
            "противоречие между исполнительной и законодательной властью",
            "противоречие между тенденцией к формированию гражданского общества и неограниченной самодержавной властью",
            "наличие разногласий внутри правительства",
            "противоречие между законодательной и судебной системами",
            "противоречие между государственной властью и церковью "
        ],
        "correct": "противоречие между тенденцией к формированию гражданского общества и неограниченной самодержавной властью",
        "explanation": ""
    },
    {
        "question": " Для развития России в период 1907-1917 гг. характерно:",
        "choices": [
            "поощрение государством индивидуализма",
            "наличие развитого гражданского общества",
            "нерешенность аграрного и рабочего вопросов",
            "слабая роль государства в экономике",
            "отсутствие в России частной собственности"
        ],
        "correct": "нерешенность аграрного и рабочего вопросов",
        "explanation": ""
    },
    {
        "question": " Одной из причин острого общенационального кризиса в России в 1916-1917 гг. являлось:",
        "choices": [
            "нерешенность аграрного и рабочего вопросов",
            "отсутствие в стране политических партий",
            "конфискация царизмом помещичьих земель",
            "отсутствие в России частной собственности",
            "приверженность правительства Николая II демократическому курсу."
        ],
        "correct": "нерешенность аграрного и рабочего вопросов",
        "explanation": ""
    },
    {
        "question": " Одной из причин острого общенационального кризиса в России в 1916-1917 гг. являлось:",
        "choices": [
            "отсутствие в стране политических партий и Конституции",
            "резкий разрыв в уровне жизни между верхами и низами общества",
            "отсутствие в России частной собственности",
            "огромная роль общины",
            "стремление крестьянства сохранить общинные традиции"
        ],
        "correct": "резкий разрыв в уровне жизни между верхами и низами общества",
        "explanation": ""
    },
    {
        "question": " О нарастании общенационального кризиса в России в годы I мировой войны свидетельствовал (о,а,и)…",
        "choices": [
            "неспособность правительства справиться с ситуацией в стране",
            "роспуск с началом войны Государственной думы",
            "установление двоевластия",
            "события «Кровавого воскресенья»",
            "Кронштадтский мятеж"
        ],
        "correct": "неспособность правительства справиться с ситуацией в стране",
        "explanation": ""
    },
    {
        "question": " О нарастании общенационального кризиса в России в годы I мировой войны свидетельствовал (о,а,и)…",
        "choices": [
            "распутинщина, «министерская чехарда»",
            "роспуск в 1914 г. Государственной думы",
            "запрещение деятельности политических партий",
            "Ленский расстрел на золотых приисках",
            "возникновение парламентаризма"
        ],
        "correct": "распутинщина, «министерская чехарда»",
        "explanation": ""
    },
    {
        "question": " Одной из причин Февральской революции явилось:",
        "choices": [
            "создание Тройственного союза",
            "Кронштадский мятеж",
            "третьиюньский государственный переворот 1907 г.",
            "нарастание экономических трудностей, падение уровня жизни и неспособность правительства повлиять на ситуацию в стране",
            "восстание на броненосце «Потемкин»"
        ],
        "correct": "нарастание экономических трудностей, падение уровня жизни и неспособность правительства повлиять на ситуацию в стране",
        "explanation": ""
    },
    {
        "question": "Какую задачу решила Февральская революция в России в 1917 г.:",
        "choices": [
            "ликвидировала помещиков как класс",
            "уничтожила власть буржуазии и утвердила власть рабочих и крестьян",
            "свергла царскую монархию и открыла широкую дорогу для развития демократии ",
            "провозглашение конституционной монархии в России",
            "разрешила аграрный и рабочий вопросы"
        ],
        "correct": "свергла царскую монархию и открыла широкую дорогу для развития демократии ",
        "explanation": ""
    },
    {
        "question": " Основной итог Февральской революции в России в 1917 г.:",
        "choices": [
            "падение монархии и установление двоевластия ",
            "немедленное провозглашение России республикой",
            "выход России из Первой Мировой войны",
            "ликвидация разрыва в уровнях жизни между верхами и низами общества",
            "конфискация помещичьей земли и её передача крестьянским общинам"
        ],
        "correct": "падение монархии и установление двоевластия ",
        "explanation": ""
    },
    {
        "question": " Падение самодержавия в России было связано с …",
        "choices": [
            "отречением Николая II от престола",
            "разгромом «корниловщины»",
            "большевизацией Советов",
            "провозглашением России республикой 1 сентября",
            "отменой крепостного права"
        ],
        "correct": "отречением Николая II от престола",
        "explanation": ""
    },
    {
        "question": " Период одновременного существования двух видов государственной власти с марта до июля 1917 г. получил название…",
        "choices": [
            "двоевластие",
            "диктатура",
            "«полицейский социализм»",
            "гражданская война",
            "коалиционное сотрудничество"
        ],
        "correct": "двоевластие",
        "explanation": ""
    },
    {
        "question": " Россия была провозглашена республикой…",
        "choices": [
            "1 сентября 1917 г.",
            "2 марта 1917 г.",
            "1 августа 1914 г.",
            "9 января 1905 г.",
            "7 ноября 1917 г."
        ],
        "correct": "1 сентября 1917 г.",
        "explanation": ""
    },
    {
        "question": " С нотой П.Н.Милюкова союзникам, подтверждавшей военные обязательства России, был связан …  кризис Временного правительства.",
        "choices": [
            "мартовский",
            "июньский",
            "июльский",
            "августовский",
            "апрельский"
        ],
        "correct": "апрельский",
        "explanation": ""
    },
    {
        "question": " «Приказ №1», изданный Петроградским Советом в марте 1917 года…  ",
        "choices": [
            "вводил на всех предприятиях страны 8-ми часовой рабочий день",
            "провозглашал Россию республикой",
            "уравнивал солдат в гражданских правах с офицерами",
            "вводил на предприятиях рабочий контроль",
            "запрещал деятельность монархических партий"
        ],
        "correct": "уравнивал солдат в гражданских правах с офицерами",
        "explanation": ""
    },
    {
        "question": " Какое событие произошло ранее других?",
        "choices": [
            "создание Временного комитета членов Государственной Думы",
            "отречение Николая II от престола",
            "расстрел демонстрантов в Петрограде",
            "забастовка на Путиловском заводе",
            "корниловский мятеж"
        ],
        "correct": "забастовка на Путиловском заводе",
        "explanation": ""
    },
    {
        "question": " После свержения монархии Правительство России считалось временным, т.к. действовало:",
        "choices": [
            "до победы в войне ",
            "по закону военного времени",
            "до созыва Учредительного собрания",
            "до провозглашения России республикой",
            "нет верного варианта ответа"
        ],
        "correct": "до созыва Учредительного собрания",
        "explanation": ""
    },
    {
        "question": " После возвращения из эмиграции В.И. Лениным в «Апрельских тезисах» был выдвинут принципиально новый курс на…",
        "choices": [
            "перерастание буржуазно-демократической революции в социалистическую",
            "свержение самодержавия",
            "условную поддержку Временного правительства",
            "продолжение буржуазно-демократической революции",
            "немедленный созыв Учредительного Собрания, не дожидаясь окончания войны"
        ],
        "correct": "перерастание буржуазно-демократической революции в социалистическую",
        "explanation": ""
    },
    {
        "question": "В «Апрельских тезисах» В.И. Ленин выдвинул политический лозунг:",
        "choices": [
            "Немедленное свержение Временного правительства!",
            "Вся власть Советам! ",
            "Да здравствует Учредительное Собрание!",
            "Долой диктатуру буржуазии!",
            "За социализм во всем мире!"
        ],
        "correct": "Вся власть Советам! ",
        "explanation": ""
    },
    {
        "question": " Окончание периода двоевластия связано с … кризисом Временного правительства.",
        "choices": [
            "июльским",
            "июньским",
            "апрельским",
            "августовским",
            "октябрьским"
        ],
        "correct": "июльским",
        "explanation": ""
    },
    {
        "question": " Мятеж генерала, Верховного главнокомандующего, в августе 1917 г. двинувшего войска на Петроград с целью установления военной диктатуры, вошел в историю как…",
        "choices": [
            "«корниловщина»",
            "«антоновщина»",
            "«зубатовщина»",
            "«деникинщина»",
            "«колчаковщина»"
        ],
        "correct": "«корниловщина»",
        "explanation": ""
    },
    {
        "question": "Политическим последствием апрельского (1917 г.) кризиса Временного правительства стало:",
        "choices": [
            "установление единовластия Советов",
            "формирование коалиционного правительства ",
            "установление военной диктатуры",
            "приход к власти большевиков",
            "реставрация монархии"
        ],
        "correct": "формирование коалиционного правительства ",
        "explanation": ""
    },
    {
        "question": "Как изменилось соотношение политических сил в России после подавления корниловского мятежа в августе 1917 г.:",
        "choices": [
            "возрос авторитет кадетов",
            "возрос авторитет большевиков ",
            "возрос авторитет Керенского правительства",
            "укрепились  монархические силы",
            "нет правильного ответа"
        ],
        "correct": "возрос авторитет большевиков ",
        "explanation": ""
    },
    {
        "question": " После июльского кризиса Временного правительства главой Временного правительства впервые стал…",
        "choices": [
            "Керенский А.",
            "Корнилов Л.",
            "Ленин В.",
            "Львов Г.",
            "Милюков П."
        ],
        "correct": "Керенский А.",
        "explanation": ""
    },
    {
        "question": " Переход Советов на сторону большевиков начался после …",
        "choices": [
            "разгрома «корниловщины»",
            "отречения Николая II",
            "восстания большевиков в Петрограде 25-26 октября",
            "завершения гражданской войны",
            "созыва Учредительного Собрания"
        ],
        "correct": "разгрома «корниловщины»",
        "explanation": ""
    },
    {
        "question": "Какая партия взяла власть в свои руки в октябре 1917 г.:",
        "choices": [
            "Партия народной свободы (кадеты)",
            "РСПДРП (б) (большевики) ",
            "Партия социалистов-революционеров (эсеры)",
            "РСДРП (о) (меньшевики)",
            "Союз 17 Октября (октябристы)"
        ],
        "correct": "РСПДРП (б) (большевики) ",
        "explanation": ""
    },
    {
        "question": " Учредительное собрание было распущено большевиками…",
        "choices": [
            "6 января 1918 г.",
            "26 октября 1917 г.",
            "3 марта 1918 г.",
            "30 декабря 1922 г.",
            "14 марта 1918 г."
        ],
        "correct": "6 января 1918 г.",
        "explanation": ""
    },
    {
        "question": "На выборах в Учредительное собрание большинство получили:",
        "choices": [
            "кадеты ",
            "социалисты-революционеры                ",
            "большевики",
            "меньшевики",
            "кадеты в коалиции с меньшевиками"
        ],
        "correct": "социалисты-революционеры                ",
        "explanation": ""
    },
    {
        "question": " После Октябрьской революции в России произошло безвозмездное изъятие имущества частных лиц, в т.ч. помещичьего землевладения, что получило название…",
        "choices": [
            "конфискация",
            "национализация",
            "интеграция",
            "концентрация",
            "социализация "
        ],
        "correct": "конфискация",
        "explanation": ""
    },
    {
        "question": " Первая Конституция РСФСР была принята в … году.",
        "choices": [
            "1918",
            "1917",
            "1905",
            "1936",
            "1921"
        ],
        "correct": "1918",
        "explanation": ""
    },
    {
        "question": " Комиссия по борьбе с контрреволюцией, саботажем и спекуляцией, созданная в декабре 1917г. под председательством Ф.Э. Дзержинского, получила название…",
        "choices": [
            "Всероссийская чрезвычайная (ВЧК)",
            "Совет Народных Комиссаров (СНК)",
            "Центральный исполнительный комитет (ЦИК)",
            "Революционный военный совет (РВС)",
            "Высший Совет народного хозяйства (ВСНХ)"
        ],
        "correct": "Всероссийская чрезвычайная (ВЧК)",
        "explanation": ""
    },
    {
        "question": " «Декрет о земле» отменил  …  собственность на землю.",
        "choices": [
            "общинную",
            "государственную",
            "колхозно-кооперативную",
            "общенародную",
            "частную"
        ],
        "correct": "частную",
        "explanation": ""
    },
    {
        "question": " Второй Всероссийский съезд Советов рабочих и солдатских депутатов принял…",
        "choices": [
            "Декреты о мире и о земле ",
            "«Апрельские тезисы»",
            "решение о переходе к новой экономической политике (НЭПу)",
            "решение о введении продразверстки",
            "Основной закон о социализации земли"
        ],
        "correct": "Декреты о мире и о земле ",
        "explanation": ""
    },
    {
        "question": " Высшим законодательным, распорядительным, контролирующим органом в октябре 1917г. был объявлен…",
        "choices": [
            "Съезд Советов",
            "ВЦИК",
            "Совнарком",
            "Верховный Совет",
            "Народный комиссариат"
        ],
        "correct": "Съезд Советов",
        "explanation": ""
    },
    {
        "question": " Когда началась иностранная интервенция?:",
        "choices": [
            "весной 1917г.",
            "весной 1918г.",
            "весной 1919г.",
            "летом 1919 г.",
            "осенью 1917 г."
        ],
        "correct": "весной 1918г.",
        "explanation": ""
    },
    {
        "question": " Причиной начала широкомасштабной гражданской войны в Советской России не являлось(лись)...",
        "choices": [
            "стремление свергнутых классов вернуть собственность и власть",
            "тяжелые условия Брестского мира",
            "отречение Николая II от престола",
            "введение продовольственной диктатуры",
            "разгон Учредительного собрания"
        ],
        "correct": "тяжелые условия Брестского мира",
        "explanation": ""
    },
    {
        "question": " Событием периода гражданской войны являлось(лась)...",
        "choices": [
            "советско-польская война",
            "Маньчжурская операция",
            "гибель крейсера «Варяг»",
            "создание Временного правительства",
            "расстрел рабочих на Ленских золотых приисках"
        ],
        "correct": "советско-польская война",
        "explanation": ""
    },
    {
        "question": " Событием гражданской войны не являлось (лась)",
        "choices": [
            "разгром армии Деникина",
            "советско-польская война",
            "освобождение Крыма от Врангеля",
            "восстание на броненосце «Потемкин»",
            "мятеж чехословацкого корпуса"
        ],
        "correct": "восстание на броненосце «Потемкин»",
        "explanation": ""
    },
    {
        "question": " Экономическая политика периода гражданской войны получила название…",
        "choices": [
            "«военный коммунизм»",
            "НЭП",
            "приватизация ",
            "индустриализация",
            "социализация"
        ],
        "correct": "«военный коммунизм»",
        "explanation": ""
    },
    {
        "question": "Какие мероприятия «белых» лишили их массовой поддержки российского крестьянства?:",
        "choices": [
            "отмена действия Декрета о земле",
            "сотрудничество с Антантой",
            "политика, ориентированная на сохранение «единой и неделимой России»",
            "разрешение частной торговли  и восстановление денежного обращения",
            "денационализация промышленности и транспорта"
        ],
        "correct": "отмена действия Декрета о земле",
        "explanation": ""
    },
    {
        "question": " Мероприятием политики «военного коммунизма» являлась(лось, лся)…",
        "choices": [
            "денационализация промышленности",
            "допуск иностранного капитала",
            "разрешение частной торговли произведенной продукцией",
            "восстановление денежного обращения",
            "продразверстка"
        ],
        "correct": "продразверстка",
        "explanation": ""
    },
    {
        "question": " Мероприятием политики «военного коммунизма» не являлась(лось, лся)…",
        "choices": [
            "продразверстка",
            "запрет частной торговли",
            "полная национализация всей промышленности",
            "введение червонца",
            "введение всеобщей трудовой повинности"
        ],
        "correct": "введение червонца",
        "explanation": ""
    },
    {
        "question": " Система заготовок сельхозпродуктов в Советском государстве в период гражданской войны получила название…",
        "choices": [
            "продразверстка",
            "продналог",
            "государственный займ",
            "кооперация",
            "твердые закупки"
        ],
        "correct": "продразверстка",
        "explanation": ""
    },
    {
        "question": "Когда проводилась политика «военного коммунизма»:",
        "choices": [
            "с мая-июня 1918 г. до марта 1921 г. ",
            "с января 1919 г. по сентябрь 1920 г.",
            "с октября 1920 г. по декабрь 1922 г.",
            "с октября 1917 г. по март 1921 г.",
            "с января 1918 г. по ноябрь 1920 г."
        ],
        "correct": "с мая-июня 1918 г. до марта 1921 г. ",
        "explanation": ""
    },
    {
        "question": "События весны 1921 г. были оценены В.И. Лениным как «самый большой внутренний политический кризис советской власти», так как:",
        "choices": [
            "против политики ЦК выступило большинство низовых партийных организаций",
            "была создана крупная меньшевистско-эсеровская организация",
            "против политики большевиков выступили крестьяне, питерские рабочие и моряки Кронштадта",
            "началась I Мировая война ",
            "началась гражданская война"
        ],
        "correct": "против политики большевиков выступили крестьяне, питерские рабочие и моряки Кронштадта",
        "explanation": ""
    },
    {
        "question": " Проявлением политического, социально-экономического кризиса в Советской России по окончании гражданской войны был(о)…",
        "choices": [
            "Кронштадтский мятеж",
            "восстание на броненосце «Потемкин»",
            "«Кровавое воскресенье»",
            "Ленский расстрел",
            "мятеж чехословацкого корпуса"
        ],
        "correct": "Кронштадтский мятеж",
        "explanation": ""
    },
    {
        "question": " Проявлением политического, социально-экономического кризиса в Советской России в ходе и по окончании гражданской войны был(а, о)…",
        "choices": [
            "«антоновщина»",
            "восстание на броненосце «Потемкин»",
            "Ленский расстрел",
            "«Кровавое воскресенье»",
            "мятеж чехословацкого корпуса"
        ],
        "correct": "«антоновщина»",
        "explanation": ""
    },
    {
        "question": "На каком съезде партии начался переход от политики «военного коммунизма» к нэпу:",
        "choices": [
            "на IX съезде РКП(б) 1920 г.",
            "на Х съезде РКП(б) 1921 г. ",
            "на XII съезде РКП(б) 1923 г.",
            "на VIII съезде РКП (б) в 1919 г.",
            "на ХХ съезде РКП (б) в 1956 г."
        ],
        "correct": "на Х съезде РКП(б) 1921 г. ",
        "explanation": ""
    },
    {
        "question": " Новой экономической политике (НЭПу) предшествовала (о) …",
        "choices": [
            "политика «военного коммунизма»",
            "коллективизация",
            "индустриализация",
            "образование СССР",
            "хрущевская оттепель"
        ],
        "correct": "политика «военного коммунизма»",
        "explanation": ""
    },
    {
        "question": " Хронологическими рамками новой экономической политики являлся период…",
        "choices": [
            "1918-1921 гг.",
            "1928-1937 гг.",
            "1921-1928 гг.",
            "1945-1953 гг.",
            "1956-1964 гг."
        ],
        "correct": "1921-1928 гг.",
        "explanation": ""
    },
    {
        "question": " Переход к новой экономической политике (НЭПу) начался с …",
        "choices": [
            "введения продналога",
            "введения продразверстки",
            "национализации большевиками собственности",
            "введение золотого рубля",
            "всех вышеперечисленных мер"
        ],
        "correct": "введения продналога",
        "explanation": ""
    },
    {
        "question": " Новую экономическую политику (НЭП) характеризует понятие …",
        "choices": [
            "продналог",
            "милитаризация труда",
            "монетизация льгот ",
            "жесткая централизация",
            "индустриализация"
        ],
        "correct": "продналог",
        "explanation": ""
    },
    {
        "question": " Мероприятием новой экономической политики (НЭПа) являлось(лась) …",
        "choices": [
            "разрешение частной торговли произведенной продукцией",
            "полная национализация всей промышленности",
            "отмена денежного обращения",
            "милитаризация труда",
            "введение продовольственной диктатуры"
        ],
        "correct": "разрешение частной торговли произведенной продукцией",
        "explanation": ""
    },
    {
        "question": " Мероприятием новой экономической политики (НЭПа) не являлось(лась) …",
        "choices": [
            "разрешение частной торговли произведенной продукцией",
            "восстановление денежного обращения",
            "введение продовольственной диктатуры",
            "введение продналога",
            "передача в аренду средних и мелких предприятий"
        ],
        "correct": "введение продовольственной диктатуры",
        "explanation": ""
    },
    {
        "question": " Свертывание новой экономической политики (НЭПа) относится к…",
        "choices": [
            "к концу 1980-х гг.",
            "началу 1920-х гг.",
            "началу 1930-х гг.",
            "концу 1930-х гг.",
            "концу  1920 –х гг."
        ],
        "correct": "концу  1920 –х гг.",
        "explanation": ""
    },
    {
        "question": " Продразверстка была заменена в 1921 году…",
        "choices": [
            "карточной системой",
            "отработками",
            "конфискацией",
            "национализацией",
            "продналогом"
        ],
        "correct": "продналогом",
        "explanation": ""
    },
    {
        "question": "В чем заключалась сущность нэпа:",
        "choices": [
            "в воссоздании многоукладной экономики при сохранении «командных высот» в руках партийно-государственного аппарата ",
            "в запрещении частной торговли",
            "в создании тяжелой промышленности",
            "в создании рыночной экономики, демократизации политической системы",
            "в переходе к либеральной экономической модели развития"
        ],
        "correct": "в воссоздании многоукладной экономики при сохранении «командных высот» в руках партийно-государственного аппарата ",
        "explanation": ""
    },
    {
        "question": "Значительные темпы экономического роста страны в период нэпа объяснялись:",
        "choices": [
            "широким привлечением иностранного капитала",
            "успехами частнокапиталистического сектора",
            "использованием дореволюционного промышленного и сельскохозяйственного потенциала ",
            "введением золотого обеспечения рубля",
            "подъемом банковского сектора"
        ],
        "correct": "использованием дореволюционного промышленного и сельскохозяйственного потенциала ",
        "explanation": ""
    },
    {
        "question": " Решение о замене продразверстки продналогом означало отказ от…",
        "choices": [
            "политики «военного коммунизма»",
            "новой экономической политики (НЭПа)",
            "курса на «перестройку»",
            "коллективизации",
            "индустриализации"
        ],
        "correct": "политики «военного коммунизма»",
        "explanation": ""
    },
    {
        "question": " Переход к новой экономической политике (НЭПу) был вызван…",
        "choices": [
            "политическим и социально-экономическим кризисом в стране",
            "началом гражданской войны",
            "началом I мировой войны",
            "заключением Брестского мирного договора",
            "приходом к власти прозападных сил"
        ],
        "correct": "политическим и социально-экономическим кризисом в стране",
        "explanation": ""
    },
    {
        "question": " Новая экономическая политика (НЭП) позволила успешно…",
        "choices": [
            "восстановить экономику",
            "осуществить национализацию",
            "завершить индустриализацию",
            "окончательно перейти к рыночной экономике",
            "осуществить коллективизацию"
        ],
        "correct": "восстановить экономику",
        "explanation": ""
    },
    {
        "question": " В основу советской модели национально-государственного устройства был(о) положен(о) …",
        "choices": [
            "отсутствие органов власти в союзных республиках",
            "полное подчинение всех союзных республик руководству РСФСР",
            "сталинский проект «автономизации»",
            "принцип конфедеративного устройства",
            "право республик на свободный выход из состава СССР"
        ],
        "correct": "право республик на свободный выход из состава СССР",
        "explanation": ""
    },
    {
        "question": " В основу советской модели национально-государственного устройства был(о) положен(о) …",
        "choices": [
            "право республик на свободный выход из состава СССР",
            "разграничение полномочий между властью союзной и союзных республик",
            "ленинский план федеративного устройства",
            "равноправие союзных республик",
            "все вышеперечисленное"
        ],
        "correct": "все вышеперечисленное",
        "explanation": ""
    },
    {
        "question": "Главная предпосылка создания СССР:",
        "choices": [
            "общность исторических судеб и хозяйственного развития",
            "желание центра принудительно объединить республики ",
            "желание населения осуществить мировую революцию",
            "стремление национальной элиты прийти к власти",
            "внешняя угроза ряду бывших регионов Российской империи"
        ],
        "correct": "общность исторических судеб и хозяйственного развития",
        "explanation": ""
    },
    {
        "question": " СССР был образован …",
        "choices": [
            "12 декабря 1922 г.",
            "30 декабря 1922 г.",
            "3 марта 1918 г.",
            "25 октября 1917 г.",
            "31 января 1924 г."
        ],
        "correct": "30 декабря 1922 г.",
        "explanation": ""
    },
    {
        "question": " Первая конституция СССР была принята в январе …",
        "choices": [
            "1924 г.",
            "1922 г.",
            "1921 г.",
            "1925 г.",
            "1917 г."
        ],
        "correct": "1924 г.",
        "explanation": ""
    },
    {
        "question": " СССР был создан на основе объединения  …  республик.",
        "choices": [
            "2",
            "4",
            "16",
            "20",
            "3"
        ],
        "correct": "4",
        "explanation": ""
    },
    {
        "question": " В состав СССР к 1941 г. входило … республик (и)",
        "choices": [
            "12",
            "16",
            "4",
            "20",
            "15"
        ],
        "correct": "16",
        "explanation": ""
    },
    {
        "question": " СССР был образован в декабре 1922 г. на основе объединения четырех советских республик – РСФСР, ЗСФСР, БССР и…",
        "choices": [
            "Украинской ССР",
            "Армянской ССР",
            "Казахской ССР",
            "Эстонской ССР",
            "Молдавской ССР"
        ],
        "correct": "Украинской ССР",
        "explanation": ""
    },
    {
        "question": " Вхождение Советских республик в состав РСФСР на правах автономий предусматривал проект…",
        "choices": [
            "В.И. Ленина",
            "И.В. Сталина",
            "Г.В. Плеханова",
            "А.В. Луначарского",
            "Г.К. Орджоникидзе"
        ],
        "correct": "И.В. Сталина",
        "explanation": ""
    },
    {
        "question": " Добровольное объединение Советских республик на равноправной основе в новое государственное образование СССР предусматривал проект…",
        "choices": [
            "В.И. Ленина",
            "И.В. Сталина",
            "А.В. Луначарского",
            "Л.Д. Троцкого",
            "Г.К. Орджоникидзе"
        ],
        "correct": "В.И. Ленина",
        "explanation": ""
    },
    {
        "question": " Образование СССР в декабре 1922 г. произошло на основе объединения четырех советских республик – РСФСР, УССР, БССР и…",
        "choices": [
            "Закавказской Федерации",
            "Туркменской ССР",
            "Грузинской ССР",
            "Литовской ССР",
            "Молдавской ССР"
        ],
        "correct": "Закавказской Федерации",
        "explanation": ""
    },
    {
        "question": " Конституция 1924г. провозгласила СССР … государством",
        "choices": [
            "федеративным",
            "унитарным",
            "конфедеративным",
            "полицейским",
            "парламентским"
        ],
        "correct": "федеративным",
        "explanation": ""
    },
    {
        "question": "  Высшим органом власти в СССР согласно Конституции 1924 г. стал(а, о)…",
        "choices": [
            "Всесоюзный съезд Советов",
            "Конституционный суд",
            "Администрация президента",
            "Учредительное собрание",
            "Федеральное Собрание"
        ],
        "correct": "Всесоюзный съезд Советов",
        "explanation": ""
    },
    {
        "question": "  30 декабря 1922 г.  I Всесоюзным съездом Советов были утверждены:",
        "choices": [
            "«Декларация об образовании СССР» и «Союзный договор»",
            "Декреты о мире и о земле",
            "Dонституция СССР",
            "декрет «Об объединении советских республик России, Украины, Латвии, Литвы, Белоруссии для борьбы с мировым капитализмом»",
            "все вышеперечисленные документы"
        ],
        "correct": "«Декларация об образовании СССР» и «Союзный договор»",
        "explanation": ""
    },
    {
        "question": " Форсированная индустриализация началась в СССР в … году.",
        "choices": [
            "1921",
            "1928",
            "1933",
            "1924",
            "1935"
        ],
        "correct": "1928",
        "explanation": ""
    },
    {
        "question": " Переход к сплошной коллективизации в СССР начался в … году.",
        "choices": [
            "1925",
            "1921",
            "1929",
            "1935",
            "1917"
        ],
        "correct": "1929",
        "explanation": ""
    },
    {
        "question": " Советской модели индустриализации был(о) присущ(е)…",
        "choices": [
            "преимущественное развитие сельского хозяйства,  легкой промышленности, сферы услуг",
            "преимущественное развитие легкой промышленности",
            "активное использование иностранных инвестиций",
            "применение рыночных механизмов",
            "форсированный характер"
        ],
        "correct": "форсированный характер",
        "explanation": ""
    },
    {
        "question": " Советской модели индустриализации не  был(о) присущ(е)…",
        "choices": [
            "форсированный характер",
            "использование исключительно внутренних источников",
            "преимущественное развитие тяжелой промышленности",
            "активное использование иностранных инвестиций",
            "все вышеперечисленное"
        ],
        "correct": "активное использование иностранных инвестиций",
        "explanation": ""
    },
    {
        "question": " Процесс создания крупного машинного производства в промышленности и других отраслях хозяйства – это…",
        "choices": [
            "индустриализация",
            "промышленный переворот",
            "интеграция",
            "интенсификация",
            "ускорение"
        ],
        "correct": "индустриализация",
        "explanation": ""
    },
    {
        "question": " Форсированная индустриализация завершилась …",
        "choices": [
            "началом научно-технической революции",
            "вступлением СССР в постиндустриальный этап развития",
            "переходом к сплошной коллективизации сельского хозяйства",
            "обеспечением технико-экономической независимости страны",
            "подъемом сельского хозяйства"
        ],
        "correct": "обеспечением технико-экономической независимости страны",
        "explanation": ""
    },
    {
        "question": " Сплошная коллективизация сельского хозяйства завершилась...",
        "choices": [
            "утверждением колхозного строя",
            "ликвидацией индивидуального крестьянского хозяйства",
            "сокращению производства зерна и поголовья скота",
            "ликвидацией кулачества как класса",
            "все вышеперечисленное "
        ],
        "correct": "все вышеперечисленное ",
        "explanation": ""
    },
    {
        "question": " Культурная революция в СССР в 20-30-е гг. способствовала …",
        "choices": [
            "ликвидации неграмотности ",
            "перестройке сознания на основе социалистической идеологии",
            "утверждению социалистического реализма в литературе и искусстве",
            "формированию новой, социалистической интеллигенции",
            "все вышеперечисленное"
        ],
        "correct": "все вышеперечисленное",
        "explanation": ""
    },
    {
        "question": " Культурная революция в СССР в 20-30-е гг. способствовала …",
        "choices": [
            "утверждению социалистического реализма в литературе и искусстве",
            "широкой демократизации советского общества",
            "отказу от новой экономической политики (НЭПа)",
            "появлению правозащитного движения",
            "все вышеперечисленное"
        ],
        "correct": "утверждению социалистического реализма в литературе и искусстве",
        "explanation": ""
    },
    {
        "question": "На какой основе функционировала хозяйственная система СССР в 30-е гг.:",
        "choices": [
            "прямой продуктообмен",
            "централизованное планирование и управление экономикой ",
            "свободный рынок",
            "модель государственного либерализма",
            "политика «военного коммунизма»"
        ],
        "correct": "централизованное планирование и управление экономикой ",
        "explanation": ""
    },
    {
        "question": "Главная причина утверждения в 30-е гг. в СССР сталинского режима:",
        "choices": [
            "возможность быстрого решения общенациональных задач (подготовка к войне, форсированная индустриализация и т.д.)",
            "мировой экономический кризис 1929-1933 гг.",
            "следование примерам установления тоталитарных режимов в других странах",
            "государственный переворот и вооруженный захват власти Сталиным",
            "все вышеперечисленное"
        ],
        "correct": "возможность быстрого решения общенациональных задач (подготовка к войне, форсированная индустриализация и т.д.)",
        "explanation": ""
    },
    {
        "question": " Сталинизм ─ это …",
        "choices": [
            "тоталитарная разновидность социализма",
            "название полного собрания сочинений И.Сталина",
            "утопический идеал социализма",
            "политика индустриализации",
            "нет верного ответа"
        ],
        "correct": "тоталитарная разновидность социализма",
        "explanation": ""
    },
    {
        "question": " В период правления Александра III был создан военный блок, ставший одной из противостоящих сторон в ходе I мировой войны, – это…",
        "choices": [
            "Тройственный союз",
            "Антанта",
            "Священный союз",
            "Антикоминтерновский пакт",
            "Северный Союз"
        ],
        "correct": "Тройственный союз",
        "explanation": ""
    },
    {
        "question": "С какой страной в самом начале ХХ в. Россия вела войну:",
        "choices": [
            "с Англией",
            "с Турцией",
            "с Японией",
            "с Сербией",
            "с Китаем"
        ],
        "correct": "с Турцией",
        "explanation": ""
    },
    {
        "question": "Портсмутский мирный договор 1905 г. между Россией и Японией предусматривал:",
        "choices": [
            "выплату Россией большой контрибуции",
            "признание Кореи российской сферой влияния",
            "передачу Японии южной части Сахалина ",
            "передачу Японии Приморского края",
            "передачу Японии всего Сахалина "
        ],
        "correct": "передачу Японии южной части Сахалина ",
        "explanation": ""
    },
    {
        "question": "В начале ХХ в. «пороховым погребом Европы» называли:",
        "choices": [
            "польские земли, входившие в состав России",
            "Балканы ",
            "Германскую империю",
            "Турцию",
            "Кавказ"
        ],
        "correct": "Балканы ",
        "explanation": ""
    },
    {
        "question": "Между какими двумя Европейскими государствами было основное противоречие накануне Первой мировой войны (1914-1918 гг.):",
        "choices": [
            "между Германией и Россией",
            "между Францией и Англией",
            "между Германией и Англией",
            "между  Германией и Австро-Венгрией",
            "между Боснией и Герцеговиной "
        ],
        "correct": "между Германией и Англией",
        "explanation": ""
    },
    {
        "question": " Началом вступления России в I мировую войну стало…",
        "choices": [
            "1 августа 1914 г.",
            "9 января 1905 г.",
            "3 июня 1907 г.",
            "17 октября 1905 г. ",
            "15 июня 1914 г."
        ],
        "correct": "1 августа 1914 г.",
        "explanation": ""
    },
    {
        "question": " Хронологическими рамками I мировой войны являются …  годы.",
        "choices": [
            "1914-1918",
            "1905-1907",
            "1907-1917",
            "1912-1918",
            "1900-1918"
        ],
        "correct": "1914-1918",
        "explanation": ""
    },
    {
        "question": "К какому международному союзу в начале ХХ в. присоединилась Россия?:",
        "choices": [
            "к «Тройственному Союзу» ",
            "к «Священному Союзу»",
            "к Антанте",
            "к «Четвертному союзу»",
            "«Прогрессивному блоку»"
        ],
        "correct": "к Антанте",
        "explanation": ""
    },
    {
        "question": " В I мировой войне Россия приняла участие в составе…",
        "choices": [
            "Четвертного союза",
            "Тройственного союза",
            "Балканского союза",
            "Антанты",
            "нет верного ответа"
        ],
        "correct": "Антанты",
        "explanation": ""
    },
    {
        "question": " Союзниками России в I мировой войне были…",
        "choices": [
            "Англия и Франция",
            "Германия и Италия",
            "Англия и Германия",
            "Франция и Германия",
            "Болгария и Англия"
        ],
        "correct": "Англия и Франция",
        "explanation": ""
    },
    {
        "question": " Военному блоку Антанты в ходе I мировой войны противостоял…",
        "choices": [
            "Четвертной союз",
            "Прогрессивный блок",
            "Священный Союз",
            "Коминтерн",
            "Балканский союз"
        ],
        "correct": "Четвертной союз",
        "explanation": ""
    },
    {
        "question": " Одной из героических страниц истории I мировой войны стал(а)…",
        "choices": [
            "«антоновщина»",
            "«корниловщина»",
            "«Брусиловский прорыв»",
            "Кронштадтский мятеж",
            "форсирование Днепра"
        ],
        "correct": "«Брусиловский прорыв»",
        "explanation": ""
    },
    {
        "question": "Решающее воздействие на неудачи русской армии в 1915 г. оказали:",
        "choices": [
            "суровые погодные условия",
            "дефицит боеприпасов",
            "наличие немецких шпионов при царском дворе",
            "убийство П.А. Столыпина",
            "восстание моряков в Кронштадте"
        ],
        "correct": "дефицит боеприпасов",
        "explanation": ""
    },
    {
        "question": "Когда США вступили в Первую мировую войну (1914-1918 гг.):",
        "choices": [
            "в 1915 г.",
            "в 1916 г.",
            "в 1917 г. ",
            "в 1918 г.",
            "в 1914 г."
        ],
        "correct": "в 1917 г. ",
        "explanation": ""
    },
    {
        "question": " Нарастанию экономических трудностей России в период I мировой войны способствовал(а, о)…",
        "choices": [
            "потеря западных областей в 1915 г. и перестройка экономики на выпуск военной продукции, перегрузка транспорта",
            "оборонческая позиция большинства политических партий",
            "убийство Г.Распутина",
            "переход германского командования к обороне с конца 1916 г.",
            "нет верного ответа"
        ],
        "correct": "потеря западных областей в 1915 г. и перестройка экономики на выпуск военной продукции, перегрузка транспорта",
        "explanation": ""
    },
    {
        "question": "Когда советское правительство  подписало с Германией Брестский мир:",
        "choices": [
            "18 декабря 1917 г.",
            "23 февраля 1918 г.",
            "3 марта 1918 г. ",
            "18 марта 1919 г.",
            "1 мая 1920 г."
        ],
        "correct": "3 марта 1918 г. ",
        "explanation": ""
    },
    {
        "question": " Версальский мирный договор с побежденной Германией был подписан:",
        "choices": [
            "в 1918 г.",
            "в 1919 г.",
            "в 1917 г.",
            "в 1920 г.",
            "в 1923 г."
        ],
        "correct": "в 1919 г.",
        "explanation": ""
    },
    {
        "question": " Началом периода международного признания СССР стали …",
        "choices": [
            "1924-1925гг.",
            "1920-1921гг.",
            "1917-1918гг.",
            "1938-1939гг.",
            "1928-1929 гг."
        ],
        "correct": "1924-1925гг.",
        "explanation": ""
    },
    {
        "question": " Международная организация сотрудничества народов в вопросах укрепления мира и безопасности, существовавшая в предвоенный период, называлась…",
        "choices": [
            "Лига Наций",
            "ООН",
            "Коминтерн",
            "СЭВ",
            "ОВД"
        ],
        "correct": "Лига Наций",
        "explanation": ""
    },
    {
        "question": " СССР вступил в Лигу Наций в … году.",
        "choices": [
            "1934",
            "1917",
            "1924",
            "1939",
            "1922"
        ],
        "correct": "1934",
        "explanation": ""
    },
    {
        "question": " СССР взял курс на создание в Европе системы коллективной безопасности после прихода к власти в Германии фашистов в …  году.",
        "choices": [
            "1933",
            "1917",
            "1922",
            "1939",
            "1923"
        ],
        "correct": "1933",
        "explanation": ""
    },
    {
        "question": "В 1935 г. СССР удалось подписать договоры на принципах коллективной безопасности с:",
        "choices": [
            "Францией и Чехословакией",
            "Францией и Польшей",
            "Францией и Англией",
            "Францией и Венгрией",
            "Англией и Польшей"
        ],
        "correct": "Францией и Чехословакией",
        "explanation": ""
    },
    {
        "question": " Антикоминтерновский пакт, созданный в 1936-37 гг., включал трех агрессоров – Германию, Японию и…",
        "choices": [
            "Италию",
            "Францию",
            "Великобританию",
            "Финляндию",
            "Эстонию"
        ],
        "correct": "Италию",
        "explanation": ""
    },
    {
        "question": " СССР присоединился к пакту Бриана-Келлога, призывавшего отказаться от войны как средству решения межгосударственных споров, в … году.",
        "choices": [
            "1934",
            "1939",
            "1921",
            "1928",
            "1933"
        ],
        "correct": "1928",
        "explanation": ""
    },
    {
        "question": "На совещании глав правительств Великобритании, Франции, Германии и Италии (Мюнхен сентябрь 1938 г.) было принято решение о:",
        "choices": [
            "выводе итальянских войск из Эфиопии",
            "передаче Германии части чехословацкой территории (Судетской области)",
            "присоединение Великобритании и Франции к Антикоминтерновскому блоку",
            "о ратификации этими странами пакта Бриана-Келлога",
            "о поддержке Испанской республики"
        ],
        "correct": "передаче Германии части чехословацкой территории (Судетской области)",
        "explanation": ""
    },
    {
        "question": "Совецко-финская война началась:",
        "choices": [
            "в 1939 г.                ",
            "в 1940 г.",
            "в 1941 г.",
            "в 1945 г.",
            "в 1937 г."
        ],
        "correct": "в 1939 г.                ",
        "explanation": ""
    },
    {
        "question": " СССР был исключен из Лиги Наций как агрессор в … году.",
        "choices": [
            "1939",
            "1917",
            "1924",
            "1945",
            "1935"
        ],
        "correct": "1939",
        "explanation": ""
    },
    {
        "question": " Как агрессивные были оценены действия СССР в 1939-1940гг. в ходе…",
        "choices": [
            "оказания материальной и военной помощи бастующим английским рабочим",
            "столкновения с Японией у озера Хасан",
            "мятежа генерала Франко в Испании",
            "«полосы дипломатического признания»",
            "советско-финляндской войны"
        ],
        "correct": "советско-финляндской войны",
        "explanation": ""
    },
    {
        "question": " Вторая Мировая война началась…",
        "choices": [
            "1 сентября 1939г.",
            "1 августа 1939г.",
            "30 декабря 1922г.",
            "23 августа 1939г.",
            "22 июня 1940 г."
        ],
        "correct": "1 сентября 1939г.",
        "explanation": ""
    },
    {
        "question": " Пакт о ненападении между СССР и Германией был заключен…",
        "choices": [
            "23 августа 1939г.",
            "1 сентября 1939г.",
            "22 июня 1941г.",
            "2 сентября 1945г.",
            "2 апреля 1939 г."
        ],
        "correct": "23 августа 1939г.",
        "explanation": ""
    },
    {
        "question": "СССР и Германия, подписав 23 августа 1939 г. Договор о ненападении и секретные протоколы к нему договорились о:",
        "choices": [
            "дате нападения Германии на Англию и Францию",
            "разделе сфер влияния между Москвой и Берлином в Восточной Европе ",
            "разделе сфер влияния на Балканах и в Азии",
            "разделе сфер влияния в Тихоокеанском регионе",
            "передаче СССР Ляодунского полуострова"
        ],
        "correct": "разделе сфер влияния между Москвой и Берлином в Восточной Европе ",
        "explanation": ""
    },
    {
        "question": "Вторая мировая война началась 1 сентября 1939 г. с момента нападения:",
        "choices": [
            "Англии на Германию",
            "Германии на Польшу ",
            "Германии на СССР",
            "Германии на Францию",
            "Японии на США"
        ],
        "correct": "Германии на Польшу ",
        "explanation": ""
    },
    {
        "question": " Укажите какое событие произошло ранее других:",
        "choices": [
            "советско-финляндская война",
            "вступление СССР в Лигу Наций",
            "Рапалльский договор с Германией",
            "начало «полосы дипломатического признания» СССР",
            "Мюнхенский сговор"
        ],
        "correct": "Рапалльский договор с Германией",
        "explanation": ""
    },
    {
        "question": " США вступили во Вторую мировую войну …",
        "choices": [
            "после провала германского наступления под Москвой",
            "нападения японской авиации на военную базу в Перл-Харборе",
            "после Тегеранской конференцией",
            "после капитуляции Франции",
            "после победы советских войск на Курской дуге"
        ],
        "correct": "нападения японской авиации на военную базу в Перл-Харборе",
        "explanation": ""
    },
    {
        "question": "Назовите одну из причин неудач Красной Армии в первые месяцы Великой Отечественной войны:",
        "choices": [
            "неблагоприятные территориальные изменения по итогам войны с Финляндией",
            "стратегические просчеты советского руководства и неспособность экономики обеспечить ведение крупномасштабных военных действий",
            "отсутствие у руководства СССР информации о готовящемся наступлении Германии",
            "СССР приходилось вести войну на два фронта с Германией и Японией",
            "СССР готовилась к войне с Японией и сосредоточила все ресурсы на Дальнем Востоке"
        ],
        "correct": "стратегические просчеты советского руководства и неспособность экономики обеспечить ведение крупномасштабных военных действий",
        "explanation": ""
    },
    {
        "question": " Высший чрезвычайный орган, созданный 30 июня 1941 г.и сосредоточивший всю полноту власти в стране, назывался…",
        "choices": [
            "Государственный Комитет обороны",
            "Центральный штаб партизанского движения",
            "Совет по эвакуации",
            "Совет Народных Комиссаров",
            "Чрезвычайный комитет"
        ],
        "correct": "Государственный Комитет обороны",
        "explanation": ""
    },
    {
        "question": "Главный итог Московской битвы:",
        "choices": [
            "стратегическая инициатива перешла в руки советского командования",
            "был сорван план «молниеносной войны» и развеян миф о непобедимости германской армии ",
            "был открыт второй фронт в Европе",
            "в войну на стороне антигитлеровской коалиции вступили США",
            "из войны вышла фашистская Италия"
        ],
        "correct": "был сорван план «молниеносной войны» и развеян миф о непобедимости германской армии ",
        "explanation": ""
    },
    {
        "question": "Значение Сталинградской битвы:",
        "choices": [
            "в войну вступили США",
            "положен конец наступательным операциям вермахта",
            "обозначился коренной перелом в ходе Великой Отечественной и Второй мировой войны",
            "был сорван план «молниеносной войны» и развеян миф о непобедимости германской армии",
            "СССР смог приступить к боевым действиям на Дальнем Востоке против Японии"
        ],
        "correct": "обозначился коренной перелом в ходе Великой Отечественной и Второй мировой войны",
        "explanation": ""
    },
    {
        "question": "Главное значение Курской битвы:",
        "choices": [
            "закреплен окончательный переход стратегической инициативы в руки советского командования",
            "положено начало формированию антигитлеровской коалиции",
            "открытие II-го фронта",
            "в войну вступили США",
            "был сорван план «молниеносной войны» и развеян миф о непобедимости германской армии"
        ],
        "correct": "закреплен окончательный переход стратегической инициативы в руки советского командования",
        "explanation": ""
    },
    {
        "question": "Прорыв блокады Ленинграда произошел в:",
        "choices": [
            "январе 1943 г.",
            "июле 1943 г.",
            "январе 1944 г. ",
            "апреле 1944 г.",
            "мае 1944 г.                "
        ],
        "correct": "январе 1944 г. ",
        "explanation": ""
    },
    {
        "question": "Когда советские войска впервые, изгнав оккупантов, вышли на линию Государственной границы СССР:",
        "choices": [
            "весной 1944 г.",
            "летом 1944 г. ",
            "осенью 1944 г.",
            "весной 1945 г.",
            "осенью 1943 г."
        ],
        "correct": "весной 1944 г.",
        "explanation": ""
    },
    {
        "question": " 6 июня 1944 г. открытие Второго фронта произошло:",
        "choices": [
            "в Норвегии",
            "в Нормандии ",
            "на Балканах",
            "на Дальнем Востоке",
            "в Северной Африке"
        ],
        "correct": "в Нормандии ",
        "explanation": ""
    },
    {
        "question": " В присутствии советских, английских, американских и французских представителей Германией …. был подписан акт о безоговорочной капитуляции.",
        "choices": [
            "8 мая 1945 г.",
            "2 сентября 1945 г.",
            "1 сентября 1939 г.",
            "1 мая 1945 г.",
            "2 мая 1945 г."
        ],
        "correct": "8 мая 1945 г.",
        "explanation": ""
    },
    {
        "question": " Парад Победы состоялся в Москве на Красной площади …",
        "choices": [
            "2 сентября 1945 г.",
            "7 ноября 1945 г.",
            "1 мая 1945 г.",
            "9 мая 1945 г.",
            "24 июня 1945 г."
        ],
        "correct": "24 июня 1945 г.",
        "explanation": ""
    },
    {
        "question": " Акт о безоговорочной капитуляции милитаристской Японии, означавший окончание Второй Мировой войны был подписан …",
        "choices": [
            "9 мая 1945 г.",
            "1 сентября 1945 г.",
            "2 сентября 1945 г.",
            "9 августа 1945 г.",
            "12 мая 1945 г."
        ],
        "correct": "2 сентября 1945 г.",
        "explanation": ""
    },
    {
        "question": " Операция по разгрому Квантунской армии Японии называлась…",
        "choices": [
            "Маньчжурская",
            "Ясско-Кишиневская",
            "Пражская",
            "Львовско-Сандомирская",
            "Приморская"
        ],
        "correct": "Маньчжурская",
        "explanation": ""
    },
    {
        "question": " Последней операцией Великой Отечественной войны была…",
        "choices": [
            "Пражская",
            "«Багратион»",
            "Ясско-Кишиневская",
            "Корсунь-Шевченковская",
            "Висло-Одерская"
        ],
        "correct": "Пражская",
        "explanation": ""
    },
    {
        "question": " Второй  фронт в Европе был открыт…",
        "choices": [
            "6 июня 1944г.",
            "19 ноября 1942г.",
            "5 декабря 1941г.",
            "8 мая 1945г.",
            "30 апреля 1945 г."
        ],
        "correct": "6 июня 1944г.",
        "explanation": ""
    },
    {
        "question": " СССР дал обязательство вступить в войну с Японией после разгрома Германии на … конференции «большой тройки».",
        "choices": [
            "Тегеранской",
            "Ялтинской",
            "Потсдамской",
            "Крымской",
            "Московской "
        ],
        "correct": "Тегеранской",
        "explanation": ""
    },
    {
        "question": "В июле-августе 1945 г. на Потсдамской (Берлинской) конференции были приняты решения:",
        "choices": [
            "о судьбе послевоенной Германии, о создании Совета министров иностранных дел стран-союзниц и о точных границах СССР и Польши ",
            "об участии СССР в войне против Японии",
            "об оказании помощи СССР в восстановлении разрушенного во время войны народного хозяйства",
            "о создании ФРГ и ГДР",
            "о создании блоков НАТО и ОВД"
        ],
        "correct": "о судьбе послевоенной Германии, о создании Совета министров иностранных дел стран-союзниц и о точных границах СССР и Польши ",
        "explanation": ""
    },
    {
        "question": "Когда США подвергли атомной бомбардировке Японию:",
        "choices": [
            "в августе 1945 г.",
            "в мае 1945 г.",
            "в сентябре1945 г. ",
            "в июне 1945 г.",
            "в декабре 1941 г."
        ],
        "correct": "в августе 1945 г.",
        "explanation": ""
    },
    {
        "question": " К понятию «холодная война» не относится:",
        "choices": [
            "выступление У. Черчилля в Фултоне 5 марта 1946 г.",
            "корейская война 1950-1953 гг.",
            "создание Североатлантического альянса (НАТО)",
            "расширение Европейского Союза",
            "гонка вооружений"
        ],
        "correct": "расширение Европейского Союза",
        "explanation": ""
    },
    {
        "question": " Холодная война ─ ",
        "choices": [
            "идеологическое противостояние, гонка вооружений",
            "национальные и территориальные конфликты на территории постсоветского пространства",
            "распад социалистического лагеря",
            "борьба с космополитизмом",
            "война США против Ирака в 2003 г."
        ],
        "correct": "идеологическое противостояние, гонка вооружений",
        "explanation": ""
    },
    {
        "question": " Началом «холодной войны» считается выступление У. Черчилля в Фултоне в…. году.",
        "choices": [
            "1946",
            "1941",
            "1985",
            "1962",
            "1945"
        ],
        "correct": "1946",
        "explanation": ""
    },
    {
        "question": " К понятию «холодная война» относится …",
        "choices": [
            "образование мировой системы социализма",
            "выступление У. Черчилля в Фултоне 5 марта 1946 г.",
            "бойкот Московской Олимпиады 1980 г. западными странами",
            "распад антигитлеровской коалиции",
            "все вышеперечисленное"
        ],
        "correct": "все вышеперечисленное",
        "explanation": ""
    },
    {
        "question": " В 1949 году был создан военно-политический блок стран капиталистического лагеря –…",
        "choices": [
            "НАТО",
            "ОВД",
            "ЕЭС",
            "СЭВ",
            "СНГ"
        ],
        "correct": "НАТО",
        "explanation": ""
    },
    {
        "question": " В 1955 году был создан военно-политический блок стран социалистического лагеря –…",
        "choices": [
            "ОВД",
            "НАТО",
            "СЭВ",
            "ЕЭС",
            "СНГ"
        ],
        "correct": "ОВД",
        "explanation": ""
    },
    {
        "question": " Организация Объединенных наций была создана во имя укрепления мира и безопасности, предотвращения войн в … году.",
        "choices": [
            "1945",
            "1941",
            "1961",
            "1953",
            "1985"
        ],
        "correct": "1945",
        "explanation": ""
    },
    {
        "question": " Началом «холодной войны» считается выступление в Фултоне 5 марта 1946 г. ...",
        "choices": [
            "У. Черчилля",
            "И. Сталина",
            "Ф. Рузвельта",
            "Г. Трумена",
            "Ш. де Голля"
        ],
        "correct": "У. Черчилля",
        "explanation": ""
    },
    {
        "question": "В каком году в СССР была испытана первая атомная бомба:",
        "choices": [
            "в1948 г.",
            "в 1949 г. ",
            "в 1951 г.",
            "в 1953 г.",
            "в 1947 г."
        ],
        "correct": "в 1949 г. ",
        "explanation": ""
    },
    {
        "question": "В 1947 г. конфронтация между СССР и США усилилась из-за:",
        "choices": [
            "усилившихся репрессий в СССР ",
            "плана Маршалла",
            "создания Коминформбюро",
            "образования ФРГ",
            "создания НАТО"
        ],
        "correct": "плана Маршалла",
        "explanation": ""
    },
    {
        "question": " К понятию «холодная война» не относится …",
        "choices": [
            "разделение мира на две противостоящие системы",
            "бойкот Московской Олимпиады 1980 г. западными странами",
            "Карибский кризис 1962 г.",
            "формирование многополярного мира",
            "все вышеперечисленное"
        ],
        "correct": "формирование многополярного мира",
        "explanation": ""
    },
    {
        "question": " По окончании Второй  Мировой войны в ряде стран Восточной Европы и Азии начался переход к …",
        "choices": [
            "социалистической модели развития",
            "индустриальной революции",
            "постиндустриальному развитию",
            "традиционному обществу",
            "промышленному перевороту"
        ],
        "correct": "социалистической модели развития",
        "explanation": ""
    },
    {
        "question": " По окончании Второй Мировой войны СССР осуществлял в отношении социалистических стран политику …",
        "choices": [
            "навязывания сталинской модели социализма",
            "ликвидации колониального прошлого",
            "давления с целью присоединения к СССР",
            "присоединения к плану «Маршалла»",
            "все вышеперечисленное "
        ],
        "correct": "навязывания сталинской модели социализма",
        "explanation": ""
    },
    {
        "question": "Какой военно-политический союз западных стран с  антисоветской направленностью  был создан в 1949 г:",
        "choices": [
            "Европейский ",
            "НАТО",
            "ОВД",
            "СЭВ",
            "Антикоминтерновский пакт"
        ],
        "correct": "НАТО",
        "explanation": ""
    },
    {
        "question": "Совет Экономической Взаимопомощи был создан:",
        "choices": [
            "в 1948 г.",
            "в 1949 г. ",
            "в 1951 г.",
            "в 1981 г.",
            "в 1953 г."
        ],
        "correct": "в 1949 г. ",
        "explanation": ""
    },
    {
        "question": "Укажите событие, которое произошло в 1953 г.:",
        "choices": [
            "завершение Корейской войны ",
            "образование Китайской Народной Республики",
            "провозглашение республики Индия",
            "образование ГДР",
            "окончание войны во Вьетнаме"
        ],
        "correct": "завершение Корейской войны ",
        "explanation": ""
    },
    {
        "question": " Ликвидация Монополия США на ядерное оружие была ликвидирована …  ",
        "choices": [
            "1949 году",
            "годы Второй  Мировой войны",
            "период разрядки международной напряженности",
            "1956 году",
            "1962 году"
        ],
        "correct": "1949 году",
        "explanation": ""
    },
    {
        "question": " Образование ФРГ и ГДР относится к … году.",
        "choices": [
            "1946 ",
            "1949 ",
            "1950 ",
            "1947 ",
            "1948"
        ],
        "correct": "1949 ",
        "explanation": ""
    },
    {
        "question": " Для политического и социально-экономического развития СССР в 1946-1952 гг. не была (о) характерна (о)….",
        "choices": [
            "отмена карточной системы",
            "прекращение политических репрессий",
            "усиление идеологического давления на интеллигенцию",
            "ликвидация монополии США на ядерное оружие",
            "приоритетное развитие тяжелой промышленности"
        ],
        "correct": "прекращение политических репрессий",
        "explanation": ""
    },
    {
        "question": " Политическое и социально-экономическое развитие СССР в 1946-1952 характеризуется:",
        "choices": [
            "началом освоения космоса",
            "апогеем тоталитаризма",
            "переходом к рыночным отношениям",
            "форсированной индустриализацией",
            "широкой демократизацией"
        ],
        "correct": "апогеем тоталитаризма",
        "explanation": ""
    },
    {
        "question": " Для политического и социально-экономического развития СССР в 1946-1952 гг. был(о) характерен(но) …",
        "choices": [
            "начало освоения целинных и залежных земель",
            "достижение довоенного уровня промышленного производства в 1948 г.",
            "прекращение политических репрессий",
            "приватизация государственной собственности",
            "переход к «шоковой терапии»"
        ],
        "correct": "достижение довоенного уровня промышленного производства в 1948 г.",
        "explanation": ""
    },
    {
        "question": " Послевоенное десятилетие в СССР характеризуется следующими процессами в экономике, политике, социальной сфере:",
        "choices": [
            "достижение довоенного уровня промышленного производства в 1948 г.",
            "апогей тоталитаризма",
            "усиление идеологического давления на интеллигенцию",
            "приоритетное развитие тяжелой промышленности",
            "все вышеперечисленное"
        ],
        "correct": "все вышеперечисленное",
        "explanation": ""
    },
    {
        "question": " В послевоенный период (1946-1953 гг.) для советской экономики было характерно приоритетное развитие…",
        "choices": [
            "тяжелой промышленности",
            "сельского хозяйства",
            "легкой промышленности",
            "пищевой промышленности",
            "внешней торговли"
        ],
        "correct": "тяжелой промышленности",
        "explanation": ""
    },
    {
        "question": " Борьба в послевоенный период (1946-1953 гг.) с «низкопоклонством перед Западом» получила название кампании против…",
        "choices": [
            "космополитизма",
            "«антипартийной группы»",
            "троцкистско-зиновьевского блока",
            "культа личности",
            "псевдомарксизма"
        ],
        "correct": "космополитизма",
        "explanation": ""
    },
    {
        "question": " Новый виток политических репрессий после окончания Великой Отечественной войны связан с …",
        "choices": [
            "процессом над М. Тухачевским",
            "«Шахтинским делом»",
            "процессом над Н. Бухариным",
            "Ленинградским делом",
            "большим террором"
        ],
        "correct": "Ленинградским делом",
        "explanation": ""
    },
    {
        "question": " Жертвами кампании идеологического давления на интеллигенцию в послевоенный период стали…",
        "choices": [
            "А. Ахматова, С. Эйзенштейн",
            "Ю. Любимов, А. Тарковский",
            "М. Дунаевский, М. Захаров",
            "И. Глазунов, Г. Волчек",
            "А. Фадеев, А. Толстой"
        ],
        "correct": "А. Ахматова, С. Эйзенштейн",
        "explanation": ""
    },
    {
        "question": "После смерти Сталина основная борьба за власть развернулась между:",
        "choices": [
            "В.М. Молотовым, А.И. Микояном, Л.П. Берией",
            "Н.С. Хрущевым, Л.П. Берией, Г.М. Маленковым",
            "Н.С. Хрущевым, А.А. Ждановым, Н.А. Булганиным",
            "Н.С. Хрущевым, А.А. Ждановым, М.А. Сусловым",
            "Н.С. Хрущевым, Л.П. Берией, Л.И. Брежневым"
        ],
        "correct": "Н.С. Хрущевым, Л.П. Берией, Г.М. Маленковым",
        "explanation": ""
    },
    {
        "question": "Термин «оттепель» вошел в политический обиход благодаря:",
        "choices": [
            "И. Эренбургу",
            "А. Тарковскому",
            "А. Вознесенскому",
            "М. Горбачеву",
            "А. Ахматовой"
        ],
        "correct": "И. Эренбургу",
        "explanation": ""
    },
    {
        "question": " Выберите утверждение, характеризующее развитие СССР в 1964-1985 гг.",
        "choices": [
            "углубление критики сталинизма",
            "разрешение частной собственности",
            "широкомасштабный переход к рынку",
            "Dринятие Конституции «развитого социализма»",
            "децентрализация управления"
        ],
        "correct": "широкомасштабный переход к рынку",
        "explanation": ""
    },
    {
        "question": " Развитие СССР в 1964 – 1985 гг. не характеризует…",
        "choices": [
            "принятие Конституции «развитого социализма»",
            "всевластие номенклатуры",
            "начало разоблачения культа личности И.В. Сталина",
            "усиление централизации и бюрократизации в управлении",
            "усиление консервативных тенденций"
        ],
        "correct": "усиление централизации и бюрократизации в управлении",
        "explanation": ""
    },
    {
        "question": " К периоду советской истории 1964-1985 гг. относятся (ится)…",
        "choices": [
            "всевластие номенклатуры",
            "принятие Конституции «развитого социализма»",
            "усиление централизации и бюрократизации в управлении",
            "политика неосталинизма",
            "все вышеперечисленное"
        ],
        "correct": "все вышеперечисленное",
        "explanation": ""
    },
    {
        "question": "В своем выступлении на ХХ съезде КПСС Н.С. Хрущев:",
        "choices": [
            "признал вину коммунистической партии за складывание культа личности Сталина",
            "впервые употребил термин «культ личности»",
            "возложил вину за массовый террор на Л.П. Берия ",
            "провозгласил создание в СССР «развитого социализма»",
            "провозгласил курс на «перестройку»"
        ],
        "correct": "признал вину коммунистической партии за складывание культа личности Сталина",
        "explanation": ""
    },
    {
        "question": "Курс на десталинизацию общества был принят:",
        "choices": [
            "на ХХ съезде КПСС в 1956 г.                 ",
            "на XXI съезде КПСС в 1959 г.",
            "на XXIII съезде КПСС в 1966 г.",
            "на XXIV съезде КПСС в 1970 г.",
            "на XXV съезде КПСС в 1975 г."
        ],
        "correct": "на ХХ съезде КПСС в 1956 г.                 ",
        "explanation": ""
    },
    {
        "question": " Активизация правозащитного движения в СССР приходится на … ",
        "choices": [
            "50-е годы",
            "60-е годы",
            "70-е  годы",
            "80-е  годы        ",
            "40-50 –е годы"
        ],
        "correct": "70-е  годы",
        "explanation": ""
    },
    {
        "question": "Запуск первого в мире искусственного спутника земли состоялся:",
        "choices": [
            "4 октября 1957 г. ",
            "12 апреля 1961 г.",
            "13 мая 1963 г.",
            "5 мая 1954 г.",
            "12 апреля 1959 г."
        ],
        "correct": "4 октября 1957 г. ",
        "explanation": ""
    },
    {
        "question": "Дата первого полета человека в космос: ",
        "choices": [
            "4 октября 1957 г.",
            "12 апреля 1961 г. ",
            "13 мая 1963 г.",
            "12 апреля 1963 г.",
            "12 апреля 1971 г."
        ],
        "correct": "12 апреля 1961 г. ",
        "explanation": ""
    },
    {
        "question": " По реформе 1957 г. основной организационной формой управления в СССР стали:",
        "choices": [
            "министерства",
            "ведомства",
            "совнархозы",
            "совнаркомы",
            "агентства и службы"
        ],
        "correct": "совнархозы",
        "explanation": ""
    },
    {
        "question": "Как изменился состав РСФСР в 1954 г.:",
        "choices": [
            "из состава РСФСР был выведен Крым и передан Украине",
            "в РСФСР была включена Карельская автономная республика",
            "из состава РСФСР была выведена Якутская автономная республика",
            "из состава РСФСР была выведена Приднестровская автономная республика",
            "из состава РСФСР была выведена и включена в состав Грузинской ССР Северная Осетия"
        ],
        "correct": "из состава РСФСР был выведен Крым и передан Украине",
        "explanation": ""
    },
    {
        "question": "Советские войска были введены в Венгрию в: ",
        "choices": [
            "1955 г.",
            "1956 г.",
            "1957 г.",
            "1968 г.",
            "1975 г."
        ],
        "correct": "1956 г.",
        "explanation": ""
    },
    {
        "question": "В 1961 г. на XXII съезде КПСС была принята программа ",
        "choices": [
            "осуществления мировой революции",
            "построения развитого социализма к 1980 г.",
            "строительства коммунизма к 1980 г. ",
            "политического плюрализма ",
            "нового экономического курса"
        ],
        "correct": "строительства коммунизма к 1980 г. ",
        "explanation": ""
    },
    {
        "question": "Отраслевая система управления экономикой была ликвидирована в:",
        "choices": [
            "1955 г.",
            "1956 г.",
            "1957 г. ",
            "1961 г.",
            "1964 г."
        ],
        "correct": "1957 г. ",
        "explanation": ""
    },
    {
        "question": "Программа коммунистического строительства была принята:",
        "choices": [
            "1959 г.",
            "1961 г. ",
            "1962 г.",
            "1970 г.",
            "1980 г."
        ],
        "correct": "1961 г. ",
        "explanation": ""
    },
    {
        "question": " Н.С. Хрущев был отстранен от власти в … году.",
        "choices": [
            "1963 ",
            "1964 ",
            "1965 ",
            "1985",
            "1974"
        ],
        "correct": "1964 ",
        "explanation": ""
    },
    {
        "question": "В … году произошел Берлинский кризис, завершившийся возведением Берлинской стены.",
        "choices": [
            "1958 ",
            "1961  ",
            "1964 ",
            "1953",
            "1949"
        ],
        "correct": "1961  ",
        "explanation": ""
    },
    {
        "question": " Карибский кризис («кубинский ракетный кризис») был в … году.",
        "choices": [
            "1961 ",
            "1962 ",
            "1963 ",
            "1964",
            "1975"
        ],
        "correct": "1962 ",
        "explanation": ""
    },
    {
        "question": " Первым секретарем ЦК КПСС после снятия Н.С. Хрущева стал :",
        "choices": [
            "М.А. Суслов",
            "Л.И. Брежнев",
            "А.Н. Косыгин",
            "Ю.В. Андропов",
            "М.С. Горбачев"
        ],
        "correct": "Л.И. Брежнев",
        "explanation": ""
    },
    {
        "question": " Экономическая реформа в области сельского хозяйства и промышленности, начатая в 1965 году, предусматривала…",
        "choices": [
            "расширение материального стимулирования и самостоятельности предприятий",
            "переход к частной собственности",
            "национализацию предприятий и отраслей",
            "усиление централизации и бюрократизации управления",
            "«шоковую терапию»"
        ],
        "correct": "расширение материального стимулирования и самостоятельности предприятий",
        "explanation": ""
    },
    {
        "question": " На усиление консервативных тенденций в политике брежневского руководства в конце 60-х гг.  повлияли события…",
        "choices": [
            "Берлинского кризиса",
            "Карибского кризиса",
            "аварии на Чернобыльской АЭС",
            "«парада суверенитетов»",
            "«Пражской весны»"
        ],
        "correct": "«Пражской весны»",
        "explanation": ""
    },
    {
        "question": " Руководящая и направляющая роль в обществе КПСС как «ядра политической системы» была закреплена в…",
        "choices": [
            "Конституции СССР 1977г.",
            "Конституции СССР 1936г.",
            "Договоре об образовании СССР",
            "Декларации ООН",
            "Программе КПСС, принятой в 1961 г."
        ],
        "correct": "Конституции СССР 1977г.",
        "explanation": ""
    },
    {
        "question": " Постепенный и негласный отход с середины 1960-х гг. от курса ХХ съезда КПСС получил название…",
        "choices": [
            "диверсификация",
            "десталинизация",
            "культ личности",
            "секуляризация",
            "неосталинизм"
        ],
        "correct": "неосталинизм",
        "explanation": ""
    },
    {
        "question": " Третья Конституция СССР была принята в … году.",
        "choices": [
            "1977",
            "1985",
            "1936",
            "1953",
            "1979"
        ],
        "correct": "1977",
        "explanation": ""
    },
    {
        "question": " Свертывание экономической реформы 1965 года стало одной из причин усиления тенденции к …",
        "choices": [
            "стагнации",
            "десталинизации",
            "приватизации",
            "национализации",
            "монополизации"
        ],
        "correct": "стагнации",
        "explanation": ""
    },
    {
        "question": " Первая половина 1970-х гг. считается периодом…",
        "choices": [
            "разрядки международной напряженности",
            "усиления конфронтации",
            "укрепления антигитлеровской коалиции",
            "падения международного престижа СССР",
            "диверсификации внешней политики СССР"
        ],
        "correct": "разрядки международной напряженности",
        "explanation": ""
    },
    {
        "question": "Укажите событие, которое произошло в 1968 г.:",
        "choices": [
            "ввод советских войск в Венгрию",
            "строительство Берлинской стены",
            "подписание договора о дружбе между СССР и Египтом",
            "«Пражская весна» ",
            "DКарибский кризис»"
        ],
        "correct": "«Пражская весна» ",
        "explanation": ""
    },
    {
        "question": " 1953 год – это год…",
        "choices": [
            "смерти И.В. Сталина",
            "первого полета человека в космос",
            "отставки Н.С. Хрущева",
            "принятия Конституции «развитого социализма»",
            "возведение Берлинской стены"
        ],
        "correct": "смерти И.В. Сталина",
        "explanation": ""
    },
    {
        "question": " Период «Оттепели» связан с именем…",
        "choices": [
            "М.С. Горбачева",
            "И.В. Сталина",
            "Н.С. Хрущева",
            "Л.И. Брежнева",
            "Б.Н. Ельцина"
        ],
        "correct": "Н.С. Хрущева",
        "explanation": ""
    },
    {
        "question": " Партию и страну возглавил после смерти Л.И. Брежнева…",
        "choices": [
            "М.С. Горбачев",
            "К.У. Черненко",
            "Ю.В. Андропов",
            "Б.Н. Ельцин",
            "А.Н. Косыгин"
        ],
        "correct": "Ю.В. Андропов",
        "explanation": ""
    },
    {
        "question": " Курс руководства СССР с середины 1980-х гг. на модернизацию советской системы получил название…",
        "choices": [
            "перестройка",
            "суверенизация",
            "«Ново-огаревский процесс»",
            "десталинизация",
            "приватизация"
        ],
        "correct": "перестройка",
        "explanation": ""
    },
    {
        "question": " В марте 1985 г. на пост Генерального секретаря ЦК КПСС был избран:",
        "choices": [
            "Б.Н. Ельцин",
            "Ю.В. Андропов",
            "К.У. Черненко",
            "М.С. Горбачев",
            "Е.М. Примаков"
        ],
        "correct": "М.С. Горбачев",
        "explanation": ""
    },
    {
        "question": " Попытка выработки нового Союзного договора летом 1991г. получила название…",
        "choices": [
            "«Ново-огаревский процесс»",
            "«августовский путч»",
            "«оттепель»",
            "«парад суверенитетов»",
            "Беловежский процесс"
        ],
        "correct": "«Ново-огаревский процесс»",
        "explanation": ""
    },
    {
        "question": " Апрельский (1985г.) пленум ЦК КПСС определил курс  на усиление технического перевооружения, активизацию «человеческого фактора», который  получил название…",
        "choices": [
            "ускорение социально-экономического развития",
            "«оттепель»",
            "концепция «развитого социализма»",
            "«Ново-огаревский процесс»",
            "высокотехнологичного рывка"
        ],
        "correct": "ускорение социально-экономического развития",
        "explanation": ""
    },
    {
        "question": " К периоду перестройки относится …",
        "choices": [
            "введение поста Президента СССР",
            "принятие закона «Об индивидуальной трудовой деятельности»",
            "принятие закона «О кооперации»",
            "решение XIX партконференции о реформе политической системы",
            "все вышеперечисленное"
        ],
        "correct": "все вышеперечисленное",
        "explanation": ""
    },
    {
        "question": " К периоду перестройки не относится…",
        "choices": [
            "курс на ускорение социально-экономического развития",
            "всенародный референдум о сохранении СССР",
            "переход к гласности и плюрализму",
            "решение XIX партконференции о реформе политической системы",
            "разработка Конституции  «развитого социализма»"
        ],
        "correct": "разработка Конституции  «развитого социализма»",
        "explanation": ""
    },
    {
        "question": " Пост президента СССР был впервые введен в … году.",
        "choices": [
            "1990",
            "1977",
            "1956",
            "2000",
            "1989"
        ],
        "correct": "1990",
        "explanation": ""
    },
    {
        "question": " Первым президентом СССР был избран…",
        "choices": [
            "М.С. Горбачев",
            "В.В. Путин",
            "Л.И. Брежнев",
            "Н.С.Хрущев",
            "Б.Н. Ельцин"
        ],
        "correct": "М.С. Горбачев",
        "explanation": ""
    },
    {
        "question": " Началом реформы политической системы стали решения XIX Всесоюзной партконференции в … году.",
        "choices": [
            "1987",
            "1985",
            "1977",
            "1991",
            "1988"
        ],
        "correct": "1988",
        "explanation": ""
    },
    {
        "question": " В ходе перестройки был сформирован новый высший орган власти -…",
        "choices": [
            "Съезд народных депутатов",
            "Верховный Совет СССР",
            "Совет Народных Комиссаров (СНК)",
            "Совет Министров",
            "Федеральное Собрание"
        ],
        "correct": "Съезд народных депутатов",
        "explanation": ""
    },
    {
        "question": " 6 статья Конституции СССР, закреплявшая монопольное положение КПСС в обществе, была отменена III Съездом народных депутатов в … году.",
        "choices": [
            "1990",
            "1977",
            "1985",
            "1991",
            "1993"
        ],
        "correct": "1990",
        "explanation": ""
    },
    {
        "question": " Попытка государственного переворота, ускорившая процесс развала СССР, произошла…",
        "choices": [
            "19 августа 1991г.",
            "8 декабря 1991г.",
            "в апреле 1985г.",
            "в марте 1990г.",
            "в октябре 1993 г."
        ],
        "correct": "19 августа 1991г.",
        "explanation": ""
    },
    {
        "question": " Роспуск СССР и создание СНГ произошли в соответствии с Беловежскими соглашениями…",
        "choices": [
            "8 декабря 1991г.",
            "19 августа 1991г.",
            "12 декабря 1993г.",
            "11 марта 1985г.",
            "31 декабря 1991 г."
        ],
        "correct": "8 декабря 1991г.",
        "explanation": ""
    },
    {
        "question": " Новое политическое мышление ─ это …",
        "choices": [
            "реформа политической системы",
            "реализация «Программы 500 дней» Г. Явлинского и С. Шаталина",
            "внешнеполитический курс М.С. Горбачева",
            "программа перехода к рыночным отношениям",
            "первая независимая политическая партия в СССР"
        ],
        "correct": "внешнеполитический курс М.С. Горбачева",
        "explanation": ""
    },
    {
        "question": "В декабре 1979 г. советские войска были введены в Афганистан, а когда оттуда ушли:",
        "choices": [
            "в 1988 г.",
            "в 1989 г. ",
            "в 1990 г.",
            "в 1995 г.",
            "1985 г."
        ],
        "correct": "в 1989 г. ",
        "explanation": ""
    },
    {
        "question": "Какой из тезисов соответствует внешнеполитической доктрине СССР, сформулированной М.С. Горбачевым в 1986-1987 гг.:",
        "choices": [
            "классовая солидарность, поддержка мирового революционного движения",
            "приоритет общечеловеческих ценностей над классовыми интересами ",
            "пересмотр неравноправных договоров, раздел сфер влияния",
            "сохранение и расширение блока социалистических государств в Европе и в мире",
            "создание эффективной системы противодействия международному терроризму"
        ],
        "correct": "приоритет общечеловеческих ценностей над классовыми интересами ",
        "explanation": ""
    },
    {
        "question": "  Для мирового развития конца XX века не была(о) характерна(о)…",
        "choices": [
            "становление колониальной системы",
            "глобализация экономических процессов",
            "столкновение тенденций национализма и интернационализма",
            "осознание опасности международного терроризма",
            "активизация движения антиглобалистов"
        ],
        "correct": "становление колониальной системы",
        "explanation": ""
    },
    {
        "question": " Мировое развитие в конце ХХ века характеризуется…",
        "choices": [
            "индустриальной революцией",
            "активизацией движения антиглобалистов",
            "становлением колониальной системы",
            "складыванием мировой социалистической системы",
            "полным отказом мирового сообщества от всех видов оружия массового уничтожения"
        ],
        "correct": "активизацией движения антиглобалистов",
        "explanation": ""
    },
    {
        "question": "Какие годы стали для Запада качественно новым этапом перехода от индустриального к постиндустриальному или информационному обществу:",
        "choices": [
            "60-е гг. ",
            "конец 70-х гг.",
            "конец 90-х гг.",
            "начало 90-х гг.",
            "50-е гг."
        ],
        "correct": "конец 70-х гг.",
        "explanation": ""
    },
    {
        "question": "Беловежское соглашение 1991 г. о прекращении действия Союзного договора 1922 г. подписали:",
        "choices": [
            "С.В. Шушкевич, Б.Н. Ельцин, Л.М. Кравчук",
            "Л. Кучма, Б.Н. Ельцин, Н. Назарбаев",
            "Б.Н. Ельцин, Л. Кучма, А. Лукашенко",
            "Б.Н. Ельцин, М. Шеварнадзе, А. Лукашенко",
            "Б.Н. Ельцин, А. Лукашенко, В. Ющенко"
        ],
        "correct": "С.В. Шушкевич, Б.Н. Ельцин, Л.М. Кравчук",
        "explanation": ""
    },
    {
        "question": " Период вступления ведущих стран Запада в стадию постиндустриального развития:",
        "choices": [
            "50-е годы",
            "60-е годы",
            "70-е годы",
            "80-е годы",
            "90-е годы"
        ],
        "correct": "70-е годы",
        "explanation": ""
    },
    {
        "question": " Для мирового развития конца XX века была(о) характерна(о)…",
        "choices": [
            "переход к постиндустриальному развитию",
            "активизация движения антиглобалистов",
            "активизация международного терроризма",
            "обострение глобальных проблем",
            "все вышеперечисленное"
        ],
        "correct": "все вышеперечисленное",
        "explanation": ""
    },
    {
        "question": " Конституция Российской Федерации была принята … ",
        "choices": [
            "1 ноября 1993 г.",
            "12 декабря 1993 г.",
            "10 января 1994 г.",
            "12 июня 1991 г.",
            "7 октября 1993 г."
        ],
        "correct": "12 декабря 1993 г.",
        "explanation": ""
    },
    {
        "question": " Первые выборы Президента России состоялись в…",
        "choices": [
            "1991г.",
            "1993г.",
            "1996г.",
            "1999г.",
            "1989 г."
        ],
        "correct": "1991г.",
        "explanation": ""
    },
    {
        "question": " Органом исполнительной власти по Конституции Российской Федерации 1993 г. является…",
        "choices": [
            "Правительство Российской Федерации",
            "Федеральное собрание",
            "Государственный совет",
            "Президент Российской Федерации",
            "Государственная Дума"
        ],
        "correct": "Правительство Российской Федерации",
        "explanation": ""
    },
    {
        "question": " Органом представительной и законодательной власти по Конституции Российской Федерации 1993г. является…",
        "choices": [
            "Федеральное собрание",
            "Правительство Российской Федерации",
            "Совет Безопасности",
            "Федеральные службы",
            "Президент Российской Федерации"
        ],
        "correct": "Федеральное собрание",
        "explanation": ""
    },
    {
        "question": " Верхней палатой парламента по Конституции Российской Федерации 1993г. является…",
        "choices": [
            "Совет Федерации",
            "Государственная дума",
            "Правительство",
            "Администрация Президента",
            "Федеральное Собрание"
        ],
        "correct": "Совет Федерации",
        "explanation": ""
    },
    {
        "question": " Нижней палатой парламента по Конституции Российской Федерации 1993г. является…",
        "choices": [
            "Государственная дума",
            "Совет Федерации",
            "Правительство Российской Федерации",
            "Администрация Президента",
            "Общественная палата"
        ],
        "correct": "Государственная дума",
        "explanation": ""
    },
    {
        "question": " Конституция Российской Федерации 1993г. была принята…",
        "choices": [
            "всенародным голосованием",
            "указом Президента В.В. Путина",
            "решением Федерального собрания",
            "решением Правительства Российской Федерации",
            "указом Президента Б.Н. Ельцина"
        ],
        "correct": "всенародным голосованием",
        "explanation": ""
    },
    {
        "question": " Референдум о принятии Конституции Российской Федерации проходил одновременно с выборами в новый парламент…",
        "choices": [
            "5 декабря 1993 г.",
            "19 августа 1991г.",
            "8 декабря 1991г.",
            "11 марта 1985г.",
            "12 декабря 1993г."
        ],
        "correct": "12 декабря 1993г.",
        "explanation": ""
    },
    {
        "question": " Противостояние законодательной и исполнительной ветвей власти в 1993г. завершилось…",
        "choices": [
            "роспуском Верховного Совета и Съезда народных депутатов РСФСР",
            "созданием федеральных округов",
            "подписанием Федеративного договора",
            "одновременным избранием Президентом РФ В.В. Путина",
            "созданием Конституционного Суда"
        ],
        "correct": "роспуском Верховного Совета и Съезда народных депутатов РСФСР",
        "explanation": ""
    },
    {
        "question": "Укажите событие, которое произошло в России в сентябре-октябре 1993 г.:",
        "choices": [
            "образование комитета в составе Г. Янаева, В. Крючкова, Д. Язова и их сторонников",
            "конфликт между исполнительной и законодательной властью ",
            "победа КПРФ на выборах в Думу",
            "всероссийский референдум о принятии Конституции",
            "распад СССР и создание СНГ"
        ],
        "correct": "конфликт между исполнительной и законодательной властью ",
        "explanation": ""
    },
    {
        "question": "В состав СНГ вошли:",
        "choices": [
            "9 республик бывшего СССР ",
            "11 республик бывшего СССР",
            "все бывшие республики, кроме Прибалтики",
            "10 республик бывшего СССР",
            "Россия, Украина, Белоруссия"
        ],
        "correct": "11 республик бывшего СССР",
        "explanation": ""
    },
    {
        "question": "Проведение либеризации цен (шоковая терапия) в январе 1992 г. связывают с именем…",
        "choices": [
            "Е.Т. Гайдара",
            "В.С. Черномырдина",
            "А.Б. Чубайса",
            "Б. Березовского",
            "Г. Зюганова"
        ],
        "correct": "Е.Т. Гайдара",
        "explanation": ""
    },
    {
        "question": " Советы народных депутатов всех уровней в 1993 году были упразднены …",
        "choices": [
            "по требованию Общественной палаты",
            "в связи с проведением «шоковой терапии»",
            "в связи принятием Федеративного договора",
            "в связи с осуществлением либерализации цен",
            "в связи с созданием новой структуры органов власти"
        ],
        "correct": "в связи с созданием новой структуры органов власти",
        "explanation": ""
    },
    {
        "question": " Политический кризис 1992-1993гг. проявился, главным образом,  в…",
        "choices": [
            "противостоянии законодательной и исполнительной ветвей власти",
            "роспуске СССР и создании СНГ",
            "переходе к рыночным реформам",
            "принятии Федеративного договора",
            "добровольной отставке Б.Н. Ельцина"
        ],
        "correct": "противостоянии законодательной и исполнительной ветвей власти",
        "explanation": ""
    },
    {
        "question": " Становление в 1990-е гг. новой политической системы в России началось…",
        "choices": [
            "после принятия Конституции 1993г.",
            "после «августовского путча»",
            "с избранием президентом В.В. Путина",
            "с переходом к «шоковой терапии»",
            "с победы на президентских выборах в 1996 г. Б.Н. Ельцина"
        ],
        "correct": "после принятия Конституции 1993г.",
        "explanation": ""
    },
    {
        "question": " Введение чрезвычайного положения, артобстрел и штурм «Белого дома» связаны с…",
        "choices": [
            "политическим кризисом 1993г.",
            "«августовским путчем»",
            "началом «шоковой терапии»",
            "выборами Б.Н. Ельцина президентом Российской Федерации",
            "началом контртеррористической операции в Чечне"
        ],
        "correct": "политическим кризисом 1993г.",
        "explanation": ""
    },
    {
        "question": " Разногласия в вопросах о выборе путей развития России в новых исторических условиях стали причиной в 1992-1993гг. ...",
        "choices": [
            "политического кризиса",
            "перехода к «шоковой терапии»",
            "начала перестройки",
            "принятия концепции «развитого социализма»",
            "избрания на пост Президента РФ Путина В.В."
        ],
        "correct": "политического кризиса",
        "explanation": ""
    },
    {
        "question": " Либерализация цен и начало приватизации государственной собственности в России связаны с именем…",
        "choices": [
            "Е.Т. Гайдара",
            "М.Е. Фрадкова",
            "С.В. Кириенко",
            "В.С. Черномырдин",
            "Е.М. Примакова"
        ],
        "correct": "Е.Т. Гайдара",
        "explanation": ""
    },
    {
        "question": " Отказ от государственного контроля за ценами на основную массу товаров и услуг – это … цен.",
        "choices": [
            "обвал цен",
            "приватизация",
            "секуляризация",
            "национализация",
            "либерализация"
        ],
        "correct": "приватизация",
        "explanation": ""
    },
    {
        "question": " Программа радикальных реформ по переходу от плановой экономики к рыночной получила название…",
        "choices": [
            "«шоковая терапия»",
            "инфляция",
            "либерализация цен",
            "экономическая стабилизация",
            "монетизация"
        ],
        "correct": "«шоковая терапия»",
        "explanation": ""
    },
    {
        "question": " Переход России к «шоковой терапии» начался в … году ",
        "choices": [
            "1992",
            "1990",
            "1995",
            "1998",
            "2005"
        ],
        "correct": "1992",
        "explanation": ""
    },
    {
        "question": " Одним из последствий перехода к «шоковой терапии» в начале 1990-х гг. стал(о) ...",
        "choices": [
            "обесценивание вкладов населения в Сбербанке",
            "сокращение инфляции",
            "рост реальных доходов населения",
            "сокращение безработицы",
            "развитие высокотехнологичного и конкурентноспособного производства"
        ],
        "correct": "обесценивание вкладов населения в Сбербанке",
        "explanation": ""
    },
    {
        "question": " Замена льгот денежной компенсацией в 2005г. – это…",
        "choices": [
            "диверсификация",
            "приватизация",
            "национализация",
            "секуляризация",
            "монетизация"
        ],
        "correct": "монетизация",
        "explanation": ""
    },
    {
        "question": " Отказ от уплаты по внешним и внутренним долгам в 1998г. – это…",
        "choices": [
            "монетаризация",
            "«шоковая терапия»",
            "дефолт",
            "секуляризация",
            "приватизация"
        ],
        "correct": "дефолт",
        "explanation": ""
    },
    {
        "question": " Создание в Российской Федерации федеральных округов связано с именем…",
        "choices": [
            "В.В. Путина",
            "Л.И. Брежнева",
            "М.С. Горбачева",
            "М.Е.Фрадкова",
            "Б.Н. Ельцина"
        ],
        "correct": "В.В. Путина",
        "explanation": ""
    },
    {
        "question": " В.В. Путин был избран президентом Российской Федерации в … году.",
        "choices": [
            "2000",
            "1991",
            "1996",
            "1990",
            "1999"
        ],
        "correct": "2000",
        "explanation": ""
    },
    {
        "question": " Досрочное прекращение полномочий президента России Б.Н. Ельцина в 1999 году связано с…",
        "choices": [
            "добровольным уходом в отставку",
            "поражением на выборах",
            "«августовским путчем»",
            "импичментом",
            "итогами всероссийского референдума"
        ],
        "correct": "добровольным уходом в отставку",
        "explanation": ""
    },
    {
        "question": " В 2006 году был создан новый институт -…",
        "choices": [
            "Общественная палата",
            "Федеральное Собрание",
            "федеральные округа",
            "Конституционный суд",
            "Государственный Совет"
        ],
        "correct": "Общественная палата",
        "explanation": ""
    },
    {
        "question": "Федеральные округа в структуре государственного управления России созданы для:",
        "choices": [
            "усиление вертикали власти",
            "усиление местного самоуправления",
            "увеличение налоговых поступлений в бюджет",
            "для борьбы с организованной преступностью",
            "все вышеперечисленное "
        ],
        "correct": "усиление вертикали власти",
        "explanation": ""
    },
    {
        "question": " Содружество независимых государств (СНГ) было создано в…",
        "choices": [
            "1991г.",
            "1985г.",
            "2006г.",
            "2000г.",
            "1995"
        ],
        "correct": "1991г.",
        "explanation": ""
    },
    {
        "question": " Для внешней политики России в 1990-е – нач.XXI в. характерно(а, ен)…",
        "choices": [
            "членство в «большой восьмерке»",
            "поддержка бомбежек НАТО в Югославии",
            "отказ от поддержки ООН ввиду падения ее авторитета",
            "участие в создании НАТО",
            "членство в Европейском Союзе"
        ],
        "correct": "членство в «большой восьмерке»",
        "explanation": ""
    },
    {
        "question": " Для внешней политики России в 1990-е – нач XXI в. характерно (а, ен) …",
        "choices": [
            "членство в «большой восьмерке»",
            "участие в антитеррористической коалиции развитых государств",
            "участие в Программе НАТО «Партнерство во имя мира»",
            "членство в Совете Безопасности ООН",
            "все вышеперечисленное"
        ],
        "correct": "все вышеперечисленное",
        "explanation": ""
    },
    {
        "question": " Для внешней политики России в 1990-е – нач XXI в. не характерно (а, ен) …",
        "choices": [
            "поддержка бомбежек НАТО в Югославии",
            "отказ от поддержки ООН ввиду падения ее авторитета",
            "поддержка США во всех военных операциях за рубежом",
            "одобрение выхода США из договора 1972г. по противоракетной обороне (ПРО)",
            "все вышеперечисленное "
        ],
        "correct": "все вышеперечисленное ",
        "explanation": ""
    },
    {
        "question": "Основная проблема во взаимоотношениях России с Японией на рубеже XX-XXI вв. состоит:",
        "choices": [
            "в масштабном промышленном шпионаже, проводимым японскими фирмами",
            "в претензиях  Японии на острова Южно-Курильской гряды",
            "в контактах ряда российских чиновников с представителями организации «Аум Сенрике»",
            "в поддержке Россией курса противодействия Японии в регионе, проводимого Китаем",
            "в личной неприязни представителей правящих кругов России и Японии"
        ],
        "correct": "в претензиях  Японии на острова Южно-Курильской гряды",
        "explanation": ""
    },
    {
        "question": " Россия является членом…",
        "choices": [
            "«большой восьмерки»",
            "Организации Варшавского договора",
            "Организации Североатлантического договора",
            "Европейского Союза",
            "Союза балтийских государств"
        ],
        "correct": "«большой восьмерки»",
        "explanation": ""
    },
    {
        "question": " За бывшими республиками СССР закрепилось понятие…",
        "choices": [
            "страны «ближнего зарубежья»",
            "страны дальнего зарубежья",
            "страны Европейского Союза",
            "члены НАТО",
            "страны-соседи"
        ],
        "correct": "страны «ближнего зарубежья»",
        "explanation": ""
    },
    {
        "question": " С распадом СССР встала задача создания …  мирового порядка.",
        "choices": [
            "многополюсного",
            "двухполярного",
            "однополярного",
            "биполярного",
            "многоликого "
        ],
        "correct": "многополюсного",
        "explanation": ""
    },
    {
        "question": " Правопреемником СССР на международной арене стала(о)…",
        "choices": [
            "Россия",
            "СНГ",
            "Украина",
            "Белоруссия",
            "Грузия"
        ],
        "correct": "Россия",
        "explanation": ""
    },
    {
        "question": " Обострение проблемы национальной безопасности постсоветской России связано с…",
        "choices": [
            "активизацией международного терроризма",
            "созданием единого союзного государства России и Белоруссии",
            "созданием многополюсной системы международных отношений",
            "активным сотрудничеством с ЕС",
            "вступлением стран Балтии в СНГ"
        ],
        "correct": "активизацией международного терроризма",
        "explanation": ""
    },
    {
        "question": "В борьбе против какой международной опасности в 2001 г. Россия и США объединили свои усилия:",
        "choices": [
            "против нарастания мирового экономического кризиса",
            "против международного терроризма ",
            "против нарастания мирового голода",
            "против роста мировых цен на энергоносители",
            "против расширения НАТО на восток"
        ],
        "correct": "против международного терроризма ",
        "explanation": ""
    }
];
topic1=data.slice(0,31);
topic2=data.slice(31,136);
topic3=data.slice(136,220);
topic4=data.slice(220,254);
topic5=data.slice(254,329);
topic6=data.slice(329,408);
topic7=data.slice(408,449);
topic8=data.slice(449,489);
topic9=data.slice(489,533);
topic10=data.slice(533,602);
topic11=data.slice(602,658);
topic12=data.slice(658,703);